Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Toggle back button
french: Montrer/cacher le bouton de retour en arrière
german: Zurück-Button umschalten
japanese: 戻るボタンを切り替え
portuguese: Alternar botão de voltar
russian: Переключить кнопку назад
spanish: Alternar botón de atrás

source: Toggle subtitle
french: Montrer/cacher les sous-titres
german: Untertitel umschalten
japanese: サブタイトルを切り替え
portuguese: Alternar subtítulo
russian: Переключить подзаголовок
spanish: Alternar subtítulo

source: Hello
french: Bonjour
german: Hallo
japanese: こんにちは
portuguese: Olá
russian: Привет
spanish: Hola

source: Direct Messages: Coming soon!
french: Messages directs : Bientôt disponible!
german: Direktnachrichten: Bald verfügbar!
japanese: ダイレクト メッセージ: 近日公開！
portuguese: Mensagens Diretas: Em breve!
russian: Прямые сообщения: Скоро!
spanish: Mensajes directos: ¡Próximamente!

source: Group name is required
french: Le nom du groupe est obligatoire
german: Gruppenname ist erforderlich
japanese: グループ名が必要です
portuguese: Nome do grupo é obrigatório
russian: Название группы обязательно
spanish: Se requiere el nombre del grupo

source: Group purpose cannot exceed {maxchar} characters
french: L'objet du groupe ne peut excéder {maxchar} caractères
german: Gruppenzweck darf {maxchar} Zeichen nicht überschreiten
japanese: グループの目的は {maxchar} 文字を超えることはできません
portuguese: Propósito do grupo não pode exceder {maxchar} caracteres
russian: Описание группы не может превышать {maxchar} символов
spanish: El propósito del grupo no puede exceder {maxchar} caracteres

source: Mincome cannot exceed {max}
french: Le revenu minimum ne peut pas dépasser {max}
german: Mincome darf {max} nicht überschreiten
japanese: 最低収入は {max} を超えられません
portuguese: Mincome não pode exceder {max}
russian: Минимальный доход не может превышать {max}
spanish: Mincome no puede exceder {max}

source: Some information is invalid, please review it and try again.
french: Certaines informations sont incorrectes, veuillez les vérifier et réessayer.
german: Einige Informationen sind ungültig, bitte überprüfen Sie sie und versuchen Sie es erneut.
japanese: 一部の情報が無効です。確認して再度試してください。
portuguese: Algumas informações são inválidas, por favor revise-as e tente novamente.
russian: Некоторая информация недействительна, пожалуйста, проверьте и попробуйте снова.
spanish: Alguna información es inválida, por favor revísala e inténtalo de nuevo.

source: Step {current} of {max}
french: Étape {current} sur {max}
german: Schritt {current} von {max}
japanese: {max} ステップの {current} 番目
portuguese: Passo {current} de {max}
russian: Шаг {current} из {max}
spanish: Paso {current} de {max}

source: Back
french: Précédent
german: Zurück
japanese: 戻る
portuguese: Voltar
russian: Назад
spanish: Atrás

source: Mincome must be greater than 0
french: Mrevenu doit être supérieur à 0.
german: Mincome muss größer als 0 sein
japanese: 最低収入は 0 より大きくなければなりません
portuguese: Mincome deve ser maior que 0
russian: Минимальный доход должен быть больше 0
spanish: Mincome debe ser mayor que 0

source: The amount must be a number. (E.g. 100.75)
french: Le montant doit être un nombre (ex. 100,75)
german: Der Betrag muss eine Zahl sein. (z. B. 100,75)
japanese: 金額は数値でなければなりません。(例: 100.75)
portuguese: O valor deve ser um número. (Ex: 100.75)
russian: Сумма должна быть числом. (Например, 100.75)
spanish: La cantidad debe ser un número. (P. ej. 100.75)

source: Next
french: Suivant
german: Weiter
japanese: 次へ
portuguese: Próximo
russian: Далее
spanish: Siguiente

source: Group name cannot exceed {maxchar} characters
french: Le nom du groupe ne peut pas dépasser {maxchar} caractères
german: Gruppenname darf {maxchar} Zeichen nicht überschreiten
japanese: グループ名は {maxchar} 文字を超えることはできません
portuguese: Nome do grupo não pode exceder {maxchar} caracteres
russian: Название группы не может превышать {maxchar} символов
spanish: El nombre del grupo no puede exceder {maxchar} caracteres

source: Create Group
french: Créer un groupe
german: Gruppe erstellen
japanese: グループを作成
portuguese: Criar Grupo
russian: Создать группу
spanish: Crear Grupo

source: All messages exchanged between members will be {strong_} deleted permanently{_strong}.
french: Tous les messages échangés entre les membres seront {strong_} effacés définitivement{_strong}.
german: Alle zwischen Mitgliedern ausgetauschten Nachrichten werden {strong_}dauerhaft gelöscht{_strong}.
japanese: メンバーの間で交換されたすべてのメッセージが {strong_}永久に削除{_strong} されます。
portuguese: Todas as mensagens trocadas entre membros serão {strong_}excluídas permanentemente{_strong}.
russian: Все сообщения, обменянные между участниками, будут {strong_}безвозвратно удалены{_strong}.
spanish: Todos los mensajes intercambiados entre miembros serán {strong_} eliminados permanentemente{_strong}.

source: Are you sure you want to delete this group?
french: Êtes-vous sûr(e) de vouloir supprimer ce groupe ?
german: Sind Sie sicher, dass Sie diese Gruppe löschen möchten?
japanese: このグループを削除してもよろしいですか？
portuguese: Tem certeza de que deseja excluir este grupo?
russian: Вы уверены, что хотите удалить эту группу?
spanish: ¿Estás seguro de que quieres eliminar este grupo?

source: Delete Group
french: Supprimer le Groupe
german: Gruppe löschen
japanese: グループを削除
portuguese: Excluir Grupo
russian: Удалить группу
spanish: Eliminar Grupo

source: Delete group
french: Supprimer le groupe
german: Gruppe löschen
japanese: グループを削除
portuguese: Excluir grupo
russian: Удалить группу
spanish: Eliminar grupo

source: Leaving the group when you're the the admin will delete it and all its associated data.
french: Si vous quittez le groupe alors que vous en êtes l'administrateur, celui-ci sera supprimé, ainsi que toutes les données qui y sont associées.
german: Das Verlassen der Gruppe als Admin wird sie und alle zugehörigen Daten löschen.
japanese: 管理者としてグループを退出すると、グループと関連データがすべて削除されます。
portuguese: Sair do grupo quando você é o admin deletará o grupo e todos os seus dados associados.
russian: Выход из группы в роли администратора удалит ее и все связанные данные.
spanish: Abandonar el grupo cuando eres el admin lo eliminará junto con todos sus datos asociados.

source: This group has {groupMembersCount} active members.
french: Le groupe a {groupMembersCount} membres actifs.
german: Diese Gruppe hat {groupMembersCount} aktive Mitglieder.
japanese: このグループには {groupMembersCount} 人のアクティブメンバーがいます。
portuguese: Este grupo tem {groupMembersCount} membros ativos.
russian: В этой группе {groupMembersCount} активных участников.
spanish: Este grupo tiene {groupMembersCount} miembros activos.

source: Does not match
french: Ne correspond pas
german: Stimmt nicht überein
japanese: 一致しません
portuguese: Não corresponde
russian: Не совпадает
spanish: No coincide

source: Type "{code}" below
french: Tapez "{code}" ci-dessous
german: Geben Sie "{code}" unten ein
japanese: 以下に「{code}」を入力
portuguese: Digite "{code}" abaixo
russian: Введите "{code}" ниже
spanish: Escribe "{code}" abajo

source: 1. Get an invitation
french: 1. Obtenir une invitation
german: 1. Eine Einladung erhalten
japanese: 1. 招待を取得
portuguese: 1. Obter um convite
russian: 1. Получите приглашение
spanish: 1. Obtener una invitación

source: 2. Wait for an existing member to use the app
french: 2. Attendre qu'un membre existant utilise l'application
german: 2. Warten, bis ein bestehendes Mitglied die App verwendet
japanese: 2. 既存のメンバーがアプリを使用するのを待つ
portuguese: 2. Aguardar um membro existente usar o app
russian: 2. Дождитесь, пока существующий участник использует приложение
spanish: 2. Esperar a que un miembro existente use la app

source: Because Group Income is end-to-end encrypted, an existing member must send you the secret keys to access the group. They will automatically do this when they load the app.
french: Le chiffrement de Group Income étant de bout en bout, un membre existant doit vous envoyer les clés secrètes pour y accéder. Cette transmission se fera automatiquement lors du chargement de l'application.
german: Da Group Income end-to-end verschlüsselt ist, muss ein bestehendes Mitglied Ihnen die geheimen Schlüssel zum Zugriff auf die Gruppe senden. Sie tun dies automatisch, wenn sie die App laden.
japanese: Group Income はエンドツーエンドで暗号化されているため、既存のメンバーがグループにアクセスするための秘密鍵を送信する必要があります。彼らはアプリをロードすると自動的にこれを行います。
portuguese: Como o Group Income é criptografado de ponta a ponta, um membro existente deve enviar as chaves secretas para você acessar o grupo. Eles farão isso automaticamente ao carregar o app.
russian: Поскольку Group Income использует сквозное шифрование, существующий участник должен отправить вам секретные ключи для доступа к группе. Они сделают это автоматически при загрузке приложения.
spanish: Como Group Income está encriptado de extremo a extremo, un miembro existente debe enviarte las claves secretas para acceder al grupo. Lo harán automáticamente cuando carguen la app.

source: Click on the individual link you received from an existing group. Don't have an invite?
french: Cliquez sur le lien individuel que vous avez reçu d'un groupe existant. Vous n'avez pas d'invitation ?
german: Klicken Sie auf den individuellen Link, den Sie von einer bestehenden Gruppe erhalten haben. Keine Einladung?
japanese: 既存のグループから受け取った個別のリンクをクリック。招待がありませんか？
portuguese: Clique no link individual que você recebeu de um grupo existente. Não tem um convite?
russian: Нажмите на индивидуальную ссылку, полученную от существующей группы. Нет приглашения?
spanish: Haz clic en el enlace individual que recibiste de un grupo existente. ¿No tienes invitación?

source: Create your own group
french: Créer votre propre groupe
german: Erstellen Sie Ihre eigene Gruppe
japanese: 自分のグループを作成
portuguese: Criar seu próprio grupo
russian: Создайте свою группу
spanish: Crear tu propio grupo

source: Go to step {num}
french: Aller à l’étape {num}
german: Zu Schritt {num} gehen
japanese: ステップ {num} に移動
portuguese: Ir para o passo {num}
russian: Перейти к шагу {num}
spanish: Ir al paso {num}

source: How to join a group
french: Comment rejoindre un groupe
german: Wie man einer Gruppe beitritt
japanese: グループの参加方法
portuguese: Como entrar em um grupo
russian: Как присоединиться к группе
spanish: Cómo unirse a un grupo

source: If you leave, you will stop having access to the {strong_}group chat{_strong} and {strong_}contributions{_strong}. Re-joining the group is possible, but requires other members to {strong_}vote and reach an agreement{_strong}.
french: Si vous quittez, vous n’aurez plus accès aux {strong_}conversations du groupe{_strong} ni aux {strong_}contributions{_strong}. Réintégrer le groupe plus tard est possible, mais requiert un {strong_}vote favorable{_strong} des autres membres.
german: Wenn Sie die Gruppe verlassen, verlieren Sie den Zugriff auf den {strong_}Gruppen-Chat{_strong} und {strong_}Beiträge{_strong}. Ein erneuter Beitritt ist möglich, erfordert aber, dass andere Mitglieder {strong_}abstimmen und eine Einigung erzielen{_strong}.
japanese: 退出すると、{strong_}グループチャット{_strong} と {strong_}貢献{_strong} へのアクセスが停止します。再参加は可能ですが、他のメンバーの {strong_}投票と合意{_strong} が必要です。
portuguese: Se você sair, você perderá o acesso ao {strong_}chat do grupo{_strong} e {strong_}contribuições{_strong}. Reentrar no grupo é possível, mas requer que outros membros {strong_}votem e cheguem a um acordo{_strong}.
russian: Если вы выйдете, вы потеряете доступ к {strong_}чатам группы{_strong} и {strong_}вкладам{_strong}. Повторный вход возможен, но требует голосования и согласия других участников.
spanish: Si abandonas, dejarás de tener acceso al {strong_}chat del grupo{_strong} y {strong_}contribuciones{_strong}. Re-unirse al grupo es posible, pero requiere que otros miembros {strong_}voten y lleguen a un acuerdo{_strong}.

source: LEAVE {GROUP_NAME}
french: QUITTER {GROUP_NAME}
german: GRUPPE VERLASSEN {GROUP_NAME}
japanese: {GROUP_NAME} を退出
portuguese: SAIR {GROUP_NAME}
russian: ПОКИНУТЬ {GROUP_NAME}
spanish: ABANDONAR {GROUP_NAME}

source: Your username is different
french: Votre nom d’utilisateur est différent
german: Ihr Benutzername ist anders
japanese: あなたのユーザー名が異なります
portuguese: Seu nome de usuário é diferente
russian: Ваше имя пользователя отличается
spanish: Tu nombre de usuario es diferente

source: Leave Group
french: Quitter le groupe
german: Gruppe verlassen
japanese: グループを退出
portuguese: Sair do Grupo
russian: Выйти из группы
spanish: Abandonar Grupo

source: Leave group
french: Quitter le groupe
german: Gruppe verlassen
japanese: グループを退出
portuguese: Sair do grupo
russian: Выйти из группы
spanish: Abandonar grupo

source: *This value was automatically adjusted because there should always be at least 2 "yes" votes.
french: *Cette valeur a été ajustée automatiquement car un minimum de deux votes positifs devrait toujours être requis.
german: *Dieser Wert wurde automatisch angepasst, da es immer mindestens 2 "Ja"-Stimmen geben sollte.
japanese: *この値は、常に少なくとも 2 つの「はい」投票が必要なため、自動的に調整されました。
portuguese: *Este valor foi ajustado automaticamente porque sempre deve haver pelo menos 2 votos "sim".
russian: *Это значение было автоматически скорректировано, поскольку всегда должно быть не менее 2 голосов "за".
spanish: *Este valor se ajustó automáticamente porque siempre debe haber al menos 2 votos "sí".

source: *This value was automatically adjusted because your group is too small for the disagreement number.
french: *Cette valeur a été ajustée automatiquement car la taille de votre groupe est trop petite pour le seuil de désaccord.
german: *Dieser Wert wurde automatisch angepasst, da Ihre Gruppe zu klein für die Anzahl der Meinungsverschiedenheiten ist.
japanese: *この値は、グループが不一致数に対して小さすぎるため、自動的に調整されました。
portuguese: *Este valor foi ajustado automaticamente porque seu grupo é muito pequeno para o número de desacordo.
russian: *Это значение было автоматически скорректировано, поскольку ваша группа слишком мала для указанного количества несогласных.
spanish: *Este valor se ajustó automáticamente porque tu grupo es demasiado pequeño para el número de desacuerdos.

source: Active
french: Actif
german: Aktiv
japanese: アクティブ
portuguese: Ativo
russian: Активно
spanish: Activo

source: Change to this system
french: Choisir ce système
german: Zu diesem System wechseln
japanese: このシステムに変更
portuguese: Mudar para este sistema
russian: Изменить на эту систему
spanish: Cambiar a este sistema

source: Disagreement number
french: Nombre de refus
german: Anzahl der Meinungsverschiedenheiten
japanese: 不一致数
portuguese: Número de desacordo
russian: Количество несогласных
spanish: Número de desacuerdos

source: Maximum number of "no" votes:
french: Nombre maximal de votes négatifs :
german: Maximale Anzahl an "nein"-Stimmen:
japanese: 「いいえ」投票の最大数:
portuguese: Número máximo de votos "não":
russian: Максимальное количество голосов "против":
spanish: Número máximo de votos "no":

source: Percentage based
french: Basé sur un pourcentage
german: Prozentsatzbasiert
japanese: パーセンテージベース
portuguese: Baseado em percentual
russian: На основе процента
spanish: Basado en porcentaje

source: Percentage of members that need to agree:
french: Pourcentage de votes positifs requis :
german: Prozentsatz der Mitglieder, die zustimmen müssen:
japanese: 同意が必要なメンバーの割合:
portuguese: Percentual de membros que precisam concordar:
russian: Процент участников, который должен согласиться:
spanish: Porcentaje de miembros que deben estar de acuerdo:

source: Proposals are accepted when the required percentage of members agree to the proposal.
french: Une proposition sera acceptée si le pourcentage des votes favorables est suffisant.
german: Vorschläge werden akzeptiert, wenn der erforderliche Prozentsatz der Mitglieder zustimmt.
japanese: 必要な割合のメンバーが提案に同意すると提案が承認されます。
portuguese: Propostas são aceitas quando o percentual necessário de membros concorda com a proposta.
russian: Предложения принимаются, когда требуемый процент участников согласен с предложением.
spanish: Las propuestas se aceptan cuando el porcentaje requerido de miembros está de acuerdo con la propuesta.

source: Proposals are rejected when a certain number of members disagree with the proposal.
french: Une proposition sera rejetée si le nombre de votes défavorables dépasse un certain seuil.
german: Vorschläge werden abgelehnt, wenn eine bestimmte Anzahl von Mitgliedern nicht zustimmt.
japanese: 一定数のメンバーが提案に反対すると提案が拒否されます。
portuguese: Propostas são rejeitadas quando um certo número de membros discorda da proposta.
russian: Предложения отклоняются, когда определенное количество участников не согласны с предложением.
spanish: Las propuestas se rechazan cuando un cierto número de miembros no está de acuerdo con la propuesta.

source: Propose change
french: Proposer un changement
german: Änderung vorschlagen
japanese: 変更を提案
portuguese: Propor mudança
russian: Предложить изменение
spanish: Proponer cambio

source: Propose changing to this system
french: Proposer de choisir ce système
german: Wechsel zu diesem System vorschlagen
japanese: このシステムへの変更を提案
portuguese: Propor mudar para este sistema
russian: Предложить переход на эту систему
spanish: Proponer cambiar a este sistema

source: {b_}{count}{_b} {sm_}(adjusted to {nr}*){_sm}
french: {b_}{count}{_b} {sm_}(ajusté à {nr}*){_sm}
german: {b_}{count}{_b} {sm_}(angepasst auf {nr}*){_sm}
japanese: {b_}{count}{_b} {sm_}({nr}* に調整){_sm}
portuguese: {b_}{count}{_b} {sm_}(ajustado para {nr}*){_sm}
russian: {b_}{count}{_b} {sm_}(скорректировано до {nr}*){_sm}
spanish: {b_}{count}{_b} {sm_}(ajustado a {nr}*){_sm}

source: {b_}{percent}{_b} {sm_}({count} out of {total} members){_sm}
french: {b_}{percent}{_b} {sm_}({count} de {total} membres){_sm}
german: {b_}{percent}{_b} {sm_}({count} von {total} Mitgliedern){_sm}
japanese: {b_}{percent}{_b} {sm_}({total} 人中 {count} 人){_sm}
portuguese: {b_}{percent}{_b} {sm_}({count} de {total} membros){_sm}
russian: {b_}{percent}{_b} {sm_}({count} из {total} участников){_sm}
spanish: {b_}{percent}{_b} {sm_}({count} de {total} miembros){_sm}

source: {b_}{percent}{_b} {sm_}({count}* out of {total} members){_sm}
french: {b_}{percent}{_b} {sm_}({count}* des {total} members){_sm}
german: {b_}{percent}{_b} {sm_}({count}* von {total} Mitgliedern){_sm}
japanese: {b_}{percent}{_b} {sm_}({total} 人中 {count}* 人){_sm}
portuguese: {b_}{percent}{_b} {sm_}({count}* de {total} membros){_sm}
russian: {b_}{percent}{_b} {sm_}({count}* из {total} участников){_sm}
spanish: {b_}{percent}{_b} {sm_}({count}* de {total} miembros){_sm}

source: After the onboarding period has ended, everyone will be asked to vote on whether or not a new member should be added. But for now, enjoy {count} free passes!
french: Une fois la période d'intégration terminée, chacun sera invité à voter pour l'ajout d'un nouveau membre. En attendant, profitez de {count} pass gratuits !
german: Nachdem die Einarbeitungsphase endet, wird jeder gefragt, ob ein neues Mitglied hinzugefügt werden soll. Aber vorerst genießen Sie {count} Freikarten!
japanese: オンボーディング期間が終了した後、すべてのメンバーが新しいメンバーを追加するかどうかを投票するよう求められます。今のところ、{count} 回の無料パスをお楽しみください！
portuguese: Após o período de integração terminar, todos serão solicitados a votar se um novo membro deve ser adicionado ou não. Mas por enquanto, aproveite {count} passes grátis!
russian: После окончания периода ввода каждый будет голосовать за добавление нового участника. Но пока наслаждайтесь {count} бесплатными пропусками!
spanish: Después de que termine el período de incorporación, todos se les pedirá votar si se debe añadir o no un nuevo miembro. Pero por ahora, ¡disfruta de {count} pases gratuitos!

source: Broken invite link!
french: Lien d'invitation cassé!
german: Defekter Einladungslink!
japanese: 招待リンクが壊れています！
portuguese: Link de convite quebrado!
russian: Сломанная ссылка-приглашение!
spanish: ¡Enlace de invitación roto!

source: See {a_}logs for details{_a}.
french: Voir {a_}logs pour plus de détails{_a}.
german: Details in den {a_}Logs{_a} ansehen.
japanese: 詳細は {a_}ログ{_a} を参照。
portuguese: Veja {a_}logs para detalhes{_a}.
russian: См. {a_}журналы для деталей{_a}.
spanish: Ver {a_}registros para detalles{_a}.

source: Share this link to grant access to your group.
french: Partagez ce lien pour donner accès à votre groupe.
german: Teilen Sie diesen Link, um Zugriff auf Ihre Gruppe zu gewähren.
japanese: このリンクを共有してグループへのアクセスを許可
portuguese: Compartilhe este link para conceder acesso ao seu grupo.
russian: Поделитесь этой ссылкой, чтобы предоставить доступ к вашей группе.
spanish: Comparte este enlace para otorgar acceso a tu grupo.

source: This invite link doesn't expire
french: Ce lien d'invitation n'expire pas
german: Dieser Einladungslink läuft nicht ab
japanese: この招待リンクは期限切れになりません
portuguese: Este link de convite não expira
russian: Эта ссылка-приглашение не истекает
spanish: Este enlace de invitación no expira

source: This invite link expires on {expireDate}.
french: Ce lien d’invitation expire le {expireDate}.
german: Dieser Einladungslink läuft am {expireDate} ab.
japanese: この招待リンクは {expireDate} に期限切れになります。
portuguese: Este link de convite expira em {expireDate}.
russian: Эта ссылка-приглашение истекает {expireDate}.
spanish: Este enlace de invitación expira el {expireDate}.

source: Add new members
french: Ajouter un membre
german: Neue Mitglieder hinzufügen
japanese: 新しいメンバーを追加
portuguese: Adicionar novos membros
russian: Добавить новых участников
spanish: Añadir nuevos miembros

source: Active links
french: Liens actifs
german: Aktive Links
japanese: アクティブなリンク
portuguese: Links ativos
russian: Активные ссылки
spanish: Enlaces activos

source: All links
french: Tous les liens
german: Alle Links
japanese: すべてのリンク
portuguese: Todos os links
russian: Все ссылки
spanish: Todos los enlaces

source: Anyone with this link can join the group.
french: Toute personne disposant de ce lien peut rejoindre le groupe.
german: Jeder mit diesem Link kann der Gruppe beitreten.
japanese: このリンクを持つ誰でもグループに参加できます。
portuguese: Qualquer um com este link pode entrar no grupo.
russian: Любой с этой ссылкой может присоединиться к группе.
spanish: Cualquiera con este enlace puede unirse al grupo.

source: Anyone
french: Tout le monde
german: Jeder
japanese: 誰でも
portuguese: Qualquer um
russian: Любой
spanish: Cualquiera

source: Are you sure you want to revoke this link? This action cannot be undone.
french: Êtes-vous sûr(e) de vouloir révoquer ce lien ? Cette action ne pourra pas être annulée.
german: Sind Sie sicher, dass Sie diesen Link widerrufen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
japanese: このリンクを無効にしてもよろしいですか？この操作は元に戻せません。
portuguese: Tem certeza de que deseja revogar este link? Esta ação não pode ser desfeita.
russian: Вы уверены, что хотите отозвать эту ссылку? Это действие нельзя отменить.
spanish: ¿Estás seguro de que quieres revocar este enlace? Esta acción no se puede deshacer.

source: Doesn't expire
french: N'expire jamais
german: Läuft nicht ab
japanese: 期限切れなし
portuguese: Não expira
russian: Не истекает
spanish: No expira

source: Filter links
french: Filtrer les liens
german: Links filtern
japanese: リンクをフィルタ
portuguese: Filtrar links
russian: Фильтровать ссылки
spanish: Filtrar enlaces

source: Here's a list of all invite links you own
french: Voici la liste des liens d’invitation que vous possédez
german: Hier ist eine Liste aller Einladungslinks, die Sie besitzen
japanese: あなたが所有するすべての招待リンクのリストです
portuguese: Aqui está uma lista de todos os links de convite que você possui
russian: Вот список всех ваших ссылок-приглашений
spanish: Aquí hay una lista de todos los enlaces de invitación que posees

source: Invite links
french: Liens d’invitation
german: Einladungslinks
japanese: 招待リンク
portuguese: Links de convite
russian: Ссылки-приглашения
spanish: Enlaces de invitación

source: Not used yet
french: Pas encore utilisée
german: Noch nicht verwendet
japanese: まだ使用されていません
portuguese: Ainda não usado
russian: Еще не использована
spanish: Aún no usado
