Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Leave a message
french: Laisser un message
german: Nachricht hinterlassen
japanese: メッセージを残す
portuguese: Deixar uma mensagem
russian: Оставить сообщение
spanish: Dejar un mensaje

source: Toggle comment box
french: Ajouter un commentaire
german: Kommentarfeld umschalten
japanese: コメントボックスを切り替え
portuguese: Alternar caixa de comentário
russian: Переключить поле комментария
spanish: Alternar cuadro de comentarios

source: Due
french: Date d’échéance
german: Fällig
japanese: 期日
portuguese: Vencimento
russian: Срок
spanish: Vencido

source: Mark sent to all
french: Indiquer tout comme envoyé
german: Als an alle gesendet markieren
japanese: すべて送信済みにマーク
portuguese: Marcar enviado para todos
russian: Отметить отправлено всем
spanish: Marcar enviado a todos

source: Total
german: Gesamt
japanese: 合計
russian: Итого

source: Donate 1% to support the development of Group Income
french: Faites un don de 1% pour soutenir le développement de Group Income
german: 1% spenden, um die Entwicklung von Group Income zu unterstützen
japanese: Group Income の開発をサポートするために 1% を寄付
portuguese: Doar 1% para apoiar o desenvolvimento do Group Income
russian: Пожертвовать 1% для поддержки разработки Group Income
spanish: Donar 1% para apoyar el desarrollo de Group Income

source: Donation fee
french: Frais de don
german: Spenden-Gebühr
japanese: 寄付手数料
portuguese: Taxa de doação
russian: Комиссия за пожертвование
spanish: Tarifa de donación

source: QR code payment
french: Paiement QR code
german: QR-Code-Zahlung
japanese: QRコード支払い
portuguese: Pagamento por QR code
russian: Оплата по QR-коду
spanish: Pago con código QR

source: Send payment via Lightning
french: Envoyer le paiement via Lightning
german: Zahlung über Lightning senden
japanese: Lightning で支払いを送信
portuguese: Enviar pagamento via Lightning
russian: Отправить платеж через Lightning
spanish: Enviar pago vía Lightning

source: Send payment
french: Envoyer le paiement
german: Zahlung senden
japanese: 支払いを送信
portuguese: Enviar pagamento
russian: Отправить платеж
spanish: Enviar pago

source: Send payments via Lightning
french: Envoyer les paiements via Lightning
german: Zahlungen über Lightning senden
japanese: Lightning で支払いを送信
portuguese: Enviar pagamentos via Lightning
russian: Отправить платежи через Lightning
spanish: Enviar pagos vía Lightning

source: To complete your payment, please use your payment app to scan the QR code with your phone or copy the payment link.
french: Pour finaliser votre paiement, veuillez utiliser votre application de paiement pour scanner le code QR avec votre téléphone ou copier le lien de paiement.
german: Um Ihre Zahlung abzuschließen, verwenden Sie bitte Ihre Zahlungs-App, um den QR-Code mit Ihrem Telefon zu scannen oder den Zahlungslink zu kopieren.
japanese: 支払いを完了するには、支払いアプリで QR コードをスキャンするか、支払いリンクをコピーしてください。
portuguese: Para completar seu pagamento, use seu app de pagamento para escanear o QR code com seu telefone ou copiar o link de pagamento.
russian: Чтобы завершить платеж, используйте ваше приложение для оплаты, чтобы отсканировать QR-код телефоном или скопировать ссылку на платеж.
spanish: Para completar tu pago, usa tu app de pagos para escanear el código QR con tu teléfono o copiar el enlace de pago.

source: Toggle donation fee
french: Basculer les frais de don
german: Spendengebühr umschalten
japanese: 寄付手数料を切り替え
portuguese: Alternar taxa de doação
russian: Переключить комиссию за пожертвование
spanish: Alternar tarifa de donación

source: Received payments
french: Paiements reçus
german: Erhaltene Zahlungen
japanese: 受け取った支払い
portuguese: Pagamentos recebidos
russian: Полученные платежи
spanish: Pagos recibidos

source: Send Thank You Modal
french: Envoyer la modale de remerciement
german: Danke-Modal senden
japanese: 感謝送信モーダル
portuguese: Modal de Enviar Agradecimento
russian: Модальное окно отправки спасибо
spanish: Modal de Enviar Gracias

source: Thank you!
french: Merci!
german: Danke!
japanese: ありがとう！
portuguese: Obrigado!
russian: Спасибо!
spanish: ¡Gracias!

source: What message would you like to send?
french: Quel message souhaitez-vous envoyer?
german: Welche Nachricht möchten Sie senden?
japanese: どのようなメッセージを送信しますか？
portuguese: Qual mensagem você gostaria de enviar?
russian: Какое сообщение вы хотите отправить?
spanish: ¿Qué mensaje te gustaría enviar?

source: Your Thank You was sent!
french: Vos remerciements ont été envoyés!
german: Ihr Danke wurde gesendet!
japanese: あなたの感謝が送信されました！
portuguese: Seu Agradecimento foi enviado!
russian: Ваше спасибо отправлено!
spanish: ¡Tu Gracias fue enviado!

source: something went wrong! couldn't process your request to send a thank you note.
french: Un problème s'est produit! Votre demande d'envoi d'une note de remerciement n'a pas pu être traitée.
german: Etwas ist schiefgelaufen! Konnte Ihre Anfrage zum Senden einer Dankesnotiz nicht verarbeiten.
japanese: エラーが発生しました！感謝メモの送信リクエストを処理できませんでした。
portuguese: algo deu errado! não foi possível processar sua solicitação para enviar uma nota de agradecimento.
russian: что-то пошло не так! не удалось обработать ваш запрос на отправку благодарственной записки.
spanish: ¡algo salió mal! no se pudo procesar tu solicitud para enviar una nota de gracias.

source: Thank you note!
french: Remerciements!
german: Dankesnotiz!
japanese: 感謝メモ！
portuguese: Nota de agradecimento!
russian: Благодарственная записка!
spanish: ¡Nota de gracias!

source: View Thank You Modal
french: Afficher la fenêtre de remerciement
german: Danke-Modal anzeigen
japanese: 感謝表示モーダル
portuguese: Ver Modal de Agradecimento
russian: Просмотр модального окна спасибо
spanish: Ver Modal de Gracias

source: {name} Note:
french: Note de {name} :
german: {name} Notiz:
japanese: {name} メモ:
portuguese: Nota de {name}:
russian: Заметка {name}:
spanish: Nota de {name}:

source: Payment actions
french: Actions de paiement
german: Zahlungsaktionen
japanese: 支払いアクション
portuguese: Ações de pagamento
russian: Действия с платежом
spanish: Acciones de pago

source: Not received
french: Non reçu
german: Nicht erhalten
japanese: 未受信
portuguese: Não recebido
russian: Не получено
spanish: No recibido

source: {member} marked this payment as not received.
french: {member} a marqué ce paiement comme non reçu.
german: {member} hat diese Zahlung als nicht erhalten markiert.
japanese: {member} がこの支払いを未受信としてマークしました。
portuguese: {member} marcou este pagamento como não recebido.
russian: {member} отметил этот платеж как не полученный.
spanish: {member} marcó este pago como no recibido.

source: Invitee name
french: Nom de l’invité(e)
german: Name des Eingeladenen
japanese: 招待者名
portuguese: Nome do convidado
russian: Имя приглашенного
spanish: Nombre del invitado

source: Remove invitee
french: Exclure l’invité(e)
german: Eingeladenen entfernen
japanese: 招待者を削除
portuguese: Remover convidado
russian: Удалить приглашенного
spanish: Eliminar invitado

source: Change from a {b_}{oldSystem}{_b} voting system to a {b_}{newSystem}{_b} voting system.
french: Passer d’un système {b_}{oldSystem}{_b} à un système {b_}{newSystem}{_b}.
german: Von einem {b_}{oldSystem}{_b} Abstimmungssystem zu einem {b_}{newSystem}{_b} Abstimmungssystem wechseln.
japanese: {b_}{oldSystem}{_b} 投票システムから {b_}{newSystem}{_b} 投票システムに変更。
portuguese: Mudar de um sistema de votação {b_}{oldSystem}{_b} para um {b_}{newSystem}{_b}.
russian: Изменить с системы голосования {b_}{oldSystem}{_b} на {b_}{newSystem}{_b}.
spanish: Cambiar de un sistema de votación {b_}{oldSystem}{_b} a un sistema de votación {b_}{newSystem}{_b}.

source: Change voting rules
french: Changer les règles de vote
german: Abstimmungsregeln ändern
japanese: 投票ルールを変更
portuguese: Alterar regras de votação
russian: Изменить правила голосования
spanish: Cambiar reglas de votación

source: Change voting system
french: Changer de système de vote
german: Abstimmungssystem ändern
japanese: 投票システムを変更
portuguese: Alterar sistema de votação
russian: Изменить систему голосования
spanish: Cambiar sistema de votación

source: Future proposals would be accepted if {b_}no one{_b} disagrees.
french: Les futures propositions seraient acceptées si {b_}personne{_b} ne désapprouve.
german: Zukünftige Vorschläge würden akzeptiert, wenn {b_niemand{_b} nicht zustimmt.
japanese: 将来の提案は {b_}誰も{_b} 反対しなければ受け入れられます。
portuguese: Propostas futuras seriam aceitas se {b_}ninguém{_b} discordar.
russian: Будущие предложения будут приняты, если {b_}никто{_b} не будет против.
spanish: Las propuestas futuras se aceptarían si {b_}nadie{_b} no está de acuerdo.

source: Future proposals would be accepted if {nr} or fewer members disagree.
french: Pour que les futures propositions soient acceptées, le nombre de votes négatifs ne doit pas excéder {nr}.
german: Zukünftige Vorschläge würden akzeptiert, wenn {nr} oder weniger Mitglieder nicht zustimmen.
japanese: 将来の提案は {nr} 人以下のメンバーが反対しなければ受け入れられます。
portuguese: Propostas futuras seriam aceitas se {nr} ou menos membros discordarem.
russian: Будущие предложения будут приняты, если {nr} или меньше участников не согласны.
spanish: Las propuestas futuras se aceptarían si {nr} o menos miembros no están de acuerdo.

source: You are proposing to keep the same value as the actual.
french: Vous êtes en train de proposer de garder la mêmes valeur.
german: Sie schlagen vor, den gleichen Wert wie den aktuellen beizubehalten.
japanese: 現在の値と同じ値を提案しています。
portuguese: Você está propondo manter o mesmo valor do atual.
russian: Вы предлагаете сохранить то же значение, что и текущее.
spanish: Estás proponiendo mantener el mismo valor que el actual.

source: disagreement number
french: basé sur le nombre de votes négatifs
german: Nichtzustimmungsanzahl
japanese: 反対数
portuguese: número de discordâncias
russian: количество несогласных
spanish: número de desacuerdos

source: percentage based
french: basé sur le pourcentage des votes positifs
german: prozentsatzbasiert
japanese: パーセンテージベース
portuguese: baseado em percentual
russian: на основе процента
spanish: basado en porcentaje

source: Current distribution date is on {currentDistributionDate}.
french: La date de distribution actuelle est le {currentDistributionDate}.
german: Aktuelles Verteilungsdatum ist am {currentDistributionDate}.
japanese: 現在の分配日は {currentDistributionDate} です。
portuguese: A data de distribuição atual é em {currentDistributionDate}.
russian: Текущая дата распределения: {currentDistributionDate}.
spanish: La fecha de distribución actual es el {currentDistributionDate}.

source: New distribution date
french: Nouvelle date de distribution
german: Neues Verteilungdatum
japanese: 新しい分配日
portuguese: Nova data de distribuição
russian: Новая дата распределения
spanish: Nueva fecha de distribución

source: The first distribution period is not started yet, so {strong_}this change will be immediate{_strong} (no voting required).
french: La première période de distribution n'a pas encore commencé, donc {strong_}ce changement sera immédiat{_strong} (aucun vote requis).
german: Die erste Verteilungsphase hat noch nicht begonnen, daher wird {strong_}diese Änderung sofort wirksam{_strong} (keine Abstimmung erforderlich).
japanese: 最初の分配期間がまだ開始されていないため、{strong_}この変更は即時適用されます{_strong}（投票不要）。
portuguese: O primeiro período de distribuição ainda não começou, então {strong_}esta mudança será imediata{_strong} (sem votação necessária).
russian: Первый период распределения еще не начался, поэтому {strong_}это изменение вступит в силу немедленно{_strong} (голосование не требуется).
spanish: El primer período de distribución aún no ha comenzado, por lo que {strong_}este cambio será inmediato{_strong} (no se requiere votación).

source: The new distribution date should be different from the current one.
french: La nouvelle date de distribution doit être différente de la date actuelle.
german: Das neue Verteilungdatum sollte vom aktuellen abweichen.
japanese: 新しい分配日は現在のものと異なっている必要があります。
portuguese: A nova data de distribuição deve ser diferente da atual.
russian: Новая дата распределения должна отличаться от текущей.
spanish: La nueva fecha de distribución debe ser diferente a la actual.

source: Change distribution date
french: Modifier la date de distribution
german: Verteilungsdatum ändern
japanese: 分配日を変更
portuguese: Alterar data de distribuição
russian: Изменить дату распределения
spanish: Cambiar fecha de distribución

source: A proposal name is required.
french: Un nom de proposition est requis.
german: Ein Vorschlagsname ist erforderlich.
japanese: 提案名が必要です。
portuguese: Um nome de proposta é necessário.
russian: Название предложения обязательно.
spanish: Se requiere un nombre para la propuesta.

source: Generic Proposal
french: Proposition générique
german: Generischer Vorschlag
japanese: 汎用提案
portuguese: Proposta Genérica
russian: Общее предложение
spanish: Propuesta Genérica

source: Group members will be able to vote Yes/No on this proposal. Make sure it is clear and concise.
french: Les membres du groupe pourront voter oui/non sur cette proposition. Veillez à ce qu'elle soit claire et concise.
german: Gruppenmitglieder können Ja/Nein zu diesem Vorschlag abstimmen. Stellen Sie sicher, dass er klar und prägnant ist.
japanese: グループメンバーがこの提案に Yes/No で投票できます。明確で簡潔にすることを確認してください。
portuguese: Membros do grupo poderão votar Sim/Não nesta proposta. Certifique-se de que seja clara e concisa.
russian: Участники группы смогут проголосовать Да/Нет по этому предложению. Убедитесь, что оно ясное и краткое.
spanish: Los miembros del grupo podrán votar Sí/No en esta propuesta. Asegúrate de que sea clara y concisa.

source: Name your proposal
french: Nommez votre proposition
german: Nennen Sie Ihren Vorschlag
japanese: 提案の名前を付けてください
portuguese: Nomeie sua proposta
russian: Назовите ваше предложение
spanish: Nombra tu propuesta

source: Approve All
french: Tout approuver
german: Alle genehmigen
japanese: すべて承認
portuguese: Aprovar Todos
russian: Одобрить все
spanish: Aprobar Todo

source: Approve
french: Approuver
german: Genehmigen
japanese: 承認
portuguese: Aprovar
russian: Одобрить
spanish: Aprobar

source: In Group Income, you can use an invitation link to add members to the group and invite up to 60 people. Once someone uses that link to join the group, they’ll need to be approved by a member of the group with member approval permissions.
french: Dans le revenu de groupe, vous pouvez utiliser un lien d'invitation pour ajouter des membres au groupe et inviter jusqu'à 60 personnes. Lorsqu'une personne utilise ce lien pour rejoindre le groupe, elle doit être approuvée par un membre du groupe disposant d'autorisations d'approbation des membres.
german: In Group Income können Sie einen Einladungslink verwenden, um Mitglieder zur Gruppe hinzuzufügen und bis zu 60 Personen einzuladen. Sobald jemand den Link verwendet, um der Gruppe beizutreten, muss er von einem Gruppenmitglied mit Mitgliederfreigabeberechtigung genehmigt werden.
japanese: Group Incomeでは、招待リンクを使用してグループにメンバーを追加し、最大60人を招待できます。誰かがそのリンクを使用してグループに参加すると、メンバーの承認権限を持つグループメンバーの承認が必要です。
portuguese: No Group Income, você pode usar um link de convite para adicionar membros ao grupo e convidar até 60 pessoas. Uma vez que alguém use esse link para entrar no grupo, eles precisarão ser aprovados por um membro do grupo com permissões de aprovação de membros.
russian: В Group Income вы можете использовать ссылку-приглашение, чтобы добавить участников в группу и пригласить до 60 человек. Как только кто-то использует эту ссылку для присоединения, ему потребуется одобрение участника группы с разрешениями на одобрение участников.
spanish: En Group Income, puedes usar un enlace de invitación para añadir miembros al grupo e invitar hasta 60 personas. Una vez que alguien use ese enlace para unirse al grupo, necesitarán ser aprobados por un miembro del grupo con permisos de aprobación de miembros.

source: Member Requests
french: Demandes d'un membre
german: Mitgliederanfragen
japanese: メンバー申請
portuguese: Solicitações de Membros
russian: Запросы участников
spanish: Solicitudes de Miembros

source: Reject All
french: Tout Rejeter
german: Alle ablehnen
japanese: すべて拒否
portuguese: Rejeitar Todos
russian: Отклонить все
spanish: Rechazar Todo

source: Reject
french: Rejeter
german: Ablehnen
japanese: 拒否
portuguese: Rejeitar
russian: Отклонить
spanish: Rechazar

source: Request Approved.
french: Demande approuvée.
german: Anfrage genehmigt.
japanese: 申請が承認されました。
portuguese: Solicitação Aprovada.
russian: Запрос одобрен.
spanish: Solicitud Aprobada.

source: Request Rejected.
french: Demande rejetée.
german: Anfrage abgelehnt.
japanese: 申請が拒否されました。
portuguese: Solicitação Rejeitada.
russian: Запрос отклонен.
spanish: Solicitud Rechazada.

source: See all requests
french: Voir toutes les demandes
german: Alle Anfragen ansehen
japanese: すべての申請を表示
portuguese: Ver todas as solicitações
russian: Смотреть все запросы
spanish: Ver todas las solicitudes

source: There are no open requests right now.
french: Il n'y a aucune demande ouverte pour le moment.
german: Derzeit gibt es keine offenen Anfragen.
japanese: 現在、開いている申請はありません。
portuguese: Não há solicitações abertas no momento.
russian: Сейчас нет открытых запросов.
spanish: No hay solicitudes abiertas en este momento.

source: Change minimum income
french: Modifier le revenu minimum
german: Mindesteinkommen ändern
japanese: 最低収入を変更
portuguese: Alterar renda mínima
russian: Изменить минимальный доход
spanish: Cambiar ingreso mínimo

source: Currently {groupMincomeFormatted} monthly.
french: Actuellement {groupMincomeFormatted} par mois.
german: Derzeit {groupMincomeFormatted} monatlich.
japanese: 現在 {groupMincomeFormatted} 月額。
portuguese: Atualmente {groupMincomeFormatted} mensais.
russian: В настоящее время {groupMincomeFormatted} ежемесячно.
spanish: Actualmente {groupMincomeFormatted} mensuales.

source: New minimum income
french: Nouveau revenu minimum
german: Neues Mindesteinkommen
japanese: 新しい最低収入
portuguese: Nova renda mínima
russian: Новый минимальный доход
spanish: Nuevo ingreso mínimo

source: The new mincome should be different than the current one.
french: Le nouveau revenu minimum devrait être différent du précédent.
german: Das neue Mincome sollte vom aktuellen abweichen.
japanese: 新しいmincomeは現在のものと異なっている必要があります。
portuguese: O novo mincome deve ser diferente do atual.
russian: Новый минимальный доход должен отличаться от текущего.
spanish: El nuevo mincome debe ser diferente al actual.

source: Add {user} to group.
french: Ajouter {user} au groupe.
german: {user} zur Gruppe hinzufügen.
japanese: {user} をグループに追加。
portuguese: Adicionar {user} ao grupo.
russian: Добавить {user} в группу.
spanish: Añadir {user} al grupo.

source: Automated
french: Automatisé
german: Automatisiert
japanese: 自動
portuguese: Automatizado
russian: Автоматически
spanish: Automatizado

source: Change disagreement number from {X} to {N}.
french: Faire passer le seuil de rejet de {X} à {N}.
german: Anzahl der Meinungsverschiedenheiten von {X} auf {N} ändern.
japanese: 不一致数を {X} から {N} に変更。
portuguese: Alterar número de desacordo de {X} para {N}.
russian: Изменить количество несогласных с {X} на {N}.
spanish: Cambiar número de desacuerdos de {X} a {N}.

source: Change from a disagreement based voting system to a percentage based one, with minimum agreement of {percent}.
french: Passer d’un système basé sur le nombre de votes négatifs à un système basé sur les pourcentages, avec un seuil minimum d’approbation de {percent}.
german: Von einem auf Meinungsverschiedenheiten basierenden Abstimmungssystem zu einem prozentualen wechseln, mit minimaler Zustimmung von {percent}.
japanese: 不一致ベースの投票システムからパーセンテージベースのものに変更、最低合意 {percent}。
portuguese: Mudar de um sistema de votação baseado em desacordo para um baseado em porcentagem, com acordo mínimo de {percent}.
russian: Изменить с системы голосования на основе несогласия на процентную с минимальным согласием {percent}.
spanish: Cambiar de un sistema de votación basado en desacuerdos a uno basado en porcentaje, con acuerdo mínimo de {percent}.

source: Change from a percentage based voting system to a disagreement based one, with a maximum of {N} “no” votes.
french: Passer d’un système basé sur les pourcentages à un système basé sur le nombre de votes négatifs, avec un maximum de {N}.
german: Von einem prozentualen Abstimmungssystem zu einem auf Meinungsverschiedenheiten basierenden wechseln, mit maximal {N} „Nein“-Stimmen.
japanese: パーセンテージベースの投票システムから不一致ベースのものに変更、「いいえ」投票の最大 {N}。
portuguese: Mudar de um sistema de votação baseado em porcentagem para um baseado em desacordo, com máximo de {N} votos “não”.
russian: Изменить с процентной системы голосования на систему на основе несогласия с максимумом {N} голосов "против".
spanish: Cambiar de un sistema de votación basado en porcentaje a uno basado en desacuerdos, con un máximo de {N} votos “no”.

source: Change percentage based from {X} to {N}.
french: Changer le pourcentage de {X} à {N}.
german: Prozentual basierend von {X} auf {N} ändern.
japanese: パーセンテージベースを {X} から {N} に変更。
portuguese: Alterar baseado em porcentagem de {X} para {N}.
russian: Изменить процентное значение с {X} на {N}.
spanish: Cambiar basado en porcentaje de {X} a {N}.

source: Change {setting} from {currentValue} to {proposedValue}
french: Changer {setting} de {currentValue} à {proposedValue}
german: {setting} von {currentValue} auf {proposedValue} ändern
japanese: {setting} を {currentValue} から {proposedValue} に変更
portuguese: Alterar {setting} de {currentValue} para {proposedValue}
russian: Изменить {setting} с {currentValue} на {proposedValue}
spanish: Cambiar {setting} de {currentValue} a {proposedValue}

source: Expired on {date}
french: Expiré le {date}
german: Abgelaufen am {date}
japanese: {date} に期限切れ
portuguese: Expirado em {date}
russian: Истекло {date}
spanish: Expirado el {date}

source: Group Income system is proposing
french: Le système Groupe Income propose
german: Group Income-System schlägt vor
japanese: Group Income システムが提案
portuguese: Sistema Group Income está propondo
russian: Система Group Income предлагает
spanish: El sistema de Group Income está proponiendo

source: Please send the following link to {user} so they can join the group:
french: Veuillez envoyer le lien suivant à {user} afin qu’il/elle puisse rejoindre le groupe:
german: Senden Sie bitte den folgenden Link an {user}, damit sie der Gruppe beitreten können:
japanese: {user}がグループに参加できるように、以下のリンクを送信してください：
portuguese: Por favor, envie o seguinte link para {user} para que eles possam entrar no grupo:
russian: Отправьте следующую ссылку {user}, чтобы они могли присоединиться к группе:
spanish: Por favor, envía el siguiente enlace a {user} para que puedan unirse al grupo:

source: Proposal accepted on {date} with {yay} in favor out of {total} total votes.
french: Proposition acceptée le {date} avec {yay} en faveur sur {total} votes totaux.
german: Vorschlag am {date} mit {yay} Ja-Stimmen von {total} Gesamtstimmen akzeptiert.
japanese: {date}に{yay}賛成（{total}総投票中）で提案が承認されました。
portuguese: Proposta aceita em {date} com {yay} a favor de {total} votos totais.
russian: Предложение принято {date} с {yay} голосами за из {total} общего количества голосов.
spanish: Propuesta aceptada el {date} con {yay} a favor de {total} votos totales.

source: Proposal cancelled.
french: Proposition annulée.
german: Vorschlag abgebrochen.
japanese: 提案がキャンセルされました。
portuguese: Proposta cancelada.
russian: Предложение отменено.
spanish: Propuesta cancelada.
