Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Non-monetary pledge cannot exceed {maxChars} characters
french: L'engagement non monétaire ne peut pas dépasser {maxChars} caractères
german: Nicht-monetäres Versprechen darf {maxChars} Zeichen nicht überschreiten
japanese: 非金銭的誓約は {maxChars} 文字を超えられません
portuguese: Compromisso não monetário não pode exceder {maxChars} caracteres
russian: Немонетарное обязательство не может превышать {maxChars} символов
spanish: El compromiso no monetario no puede exceder {maxChars} caracteres

source: Non-monetary pledge
french: Engagement non monétaire
german: Nicht-monetäres Versprechen
japanese: 非金銭的誓約
portuguese: Compromisso não monetário
russian: Немонетарное обязательство
spanish: Compromiso no monetario

source: Pledge value
french: Valeur de l'engagement
german: Zusage-Wert
japanese: 誓約値
portuguese: Valor do compromisso
russian: Значение обязательства
spanish: Valor del compromiso

source: Remove pledge entry
french: Supprimer l'inscription de l'engagement
german: Zusage-Eintrag entfernen
japanese: 誓約エントリを削除
portuguese: Remover entrada de compromisso
russian: Удалить запись обязательства
spanish: Eliminar entrada de compromiso

source: BTC address
french: Adresse BTC
german: BTC-Adresse
japanese: BTC アドレス
portuguese: Endereço BTC
russian: Адрес BTC
spanish: Dirección BTC

source: Choose...
french: Choisir...
german: Wählen...
japanese: 選択...
portuguese: Escolher...
russian: Выберите...
spanish: Elegir...

source: Email, name or URL
french: Email, nom ou URL
german: E-Mail, Name oder URL
japanese: メール、名前、または URL
portuguese: E-mail, nome ou URL
russian: Email, имя или URL
spanish: Correo electrónico, nombre o URL

source: Lightning address
french: Adresse Lightning
german: Lightning-Adresse
japanese: Lightning アドレス
portuguese: Endereço Lightning
russian: Адрес Lightning
spanish: Dirección Lightning

source: Other group members will be able to use this information to send you monthly contributions.
french: Les autres membres du groupe pourront utiliser ces informations afin de vous envoyer des aides mensuelles.
german: Andere Gruppenmitglieder können diese Informationen verwenden, um Ihnen monatliche Beiträge zu senden.
japanese: 他のグループメンバーがこの情報を使用して月次貢献を送れます。
portuguese: Outros membros do grupo poderão usar estas informações para enviar contribuições mensais a você.
russian: Другие члены группы смогут использовать эту информацию для отправки вам ежемесячных вкладов.
spanish: Otros miembros del grupo podrán usar esta información para enviarte contribuciones mensuales.

source: Other
french: Autre
german: Andere
japanese: その他
portuguese: Outro
russian: Другое
spanish: Otro

source: Payment info cannot exceed {maxChars} characters.
french: Les informations de paiement ne peuvent pas dépasser {maxChars} caractères.
german: Zahlungsinformationen dürfen {maxChars} Zeichen nicht überschreiten.
japanese: 支払い情報は {maxChars} 文字を超えられません。
portuguese: Informações de pagamento não podem exceder {maxChars} caracteres.
russian: Информация о платеже не может превышать {maxChars} символов.
spanish: La información de pago no puede exceder {maxChars} caracteres.

source: Payment info is required.
french: L'information de paiement est demandé.
german: Zahlungsinformationen sind erforderlich.
japanese: 支払い情報が必要です。
portuguese: Informações de pagamento são obrigatórias.
russian: Требуется информация о платеже.
spanish: Se requiere información de pago.

source: Payment info
french: Informations de paiement
german: Zahlungsinformationen
japanese: 支払い情報
portuguese: Informações de pagamento
russian: Информация о платеже
spanish: Información de pago

source: Payment value
french: Montant du paiement
german: Zahlungswert
japanese: 支払い値
portuguese: Valor do pagamento
russian: Значение платежа
spanish: Valor del pago

source: Remove method
french: Retirer la méthode
german: Methode entfernen
japanese: 方法を削除
portuguese: Remover método
russian: Удалить метод
spanish: Eliminar método

source: Payment method
french: Mode de paiement
german: Zahlungsmethode
japanese: 支払い方法
portuguese: Método de pagamento
russian: Метод платежа
spanish: Método de pago

source: Distributed: {done}
french: Distribué : {done}
german: Verteilt: {done}
japanese: 分配済み: {done}
portuguese: Distribuído: {done}
russian: Распределено: {done}
spanish: Distribuido: {done}

source: Needed: {todo}
french: Nécessaire : {todo}
german: Benötigt: {todo}
japanese: 必要: {todo}
portuguese: Necessário: {todo}
russian: Нужно: {todo}
spanish: Necesario: {todo}

source: Percentage of the group income goal reached by the group.
french: Pourcentage de l'objectif de revenu atteint par le groupe.
german: Prozentsatz des Gruppen-Einkommensziels, das von der Gruppe erreicht wurde.
japanese: グループが達成したグループ収入目標のパーセンテージ。
portuguese: Percentual da meta de renda do grupo atingida pelo grupo.
russian: Процент цели группового дохода, достигнутый группой.
spanish: Porcentaje del objetivo de ingresos del grupo alcanzado por el grupo.

source: Support history
french: Historique du soutien
german: Unterstützungsverlauf
japanese: サポート履歴
portuguese: Histórico de suporte
russian: История поддержки
spanish: Historial de apoyo

source: Total distributed since start: {amount}
french: Total distribué depuis le début: {amount}
german: Gesamtverteilt seit Start: {amount}
japanese: 開始からの総配布額: {amount}
portuguese: Total distribuído desde o início: {amount}
russian: Всего распределено с начала: {amount}
spanish: Total distribuido desde el inicio: {amount}

source: * This month contains delayed payments for prior months.
french: * Ce mois contient des paiements en retard pour les mois précédents.
german: * Dieser Monat enthält verspätete Zahlungen für vorherige Monate.
japanese: * 今月には前月の遅延支払いが含まれています。
portuguese: * Este mês contém pagamentos atrasados de meses anteriores.
russian: * Этот месяц содержит задержанные платежи за предыдущие месяцы.
spanish: * Este mes contiene pagos retrasados de meses anteriores.

source: The first distribution period hasn't started yet.
french: La première période de distribution n'a pas encore commencé.
german: Die erste Verteilungsphase hat noch nicht begonnen.
japanese: 最初の配布期間はまだ開始していません。
portuguese: O primeiro período de distribuição ainda não começou.
russian: Первый период распределения еще не начался.
spanish: El primer período de distribución aún no ha comenzado.

source: Completed: {completed}
french: Complété: {completed}
german: Abgeschlossen: {completed}
japanese: 完了: {completed}
portuguese: Concluído: {completed}
russian: Завершено: {completed}
spanish: Completado: {completed}

source: Percentage of payments completed by those pledging.
french: Pourcentage des paiements effectués par ceux qui se sont engagés.
german: Prozentsatz der abgeschlossenen Zahlungen durch die Zusagenden.
japanese: 誓約者の支払い完了率。
portuguese: Percentual de pagamentos concluídos por aqueles que se comprometeram.
russian: Процент платежей, завершенных теми, кто дал обязательства.
spanish: Porcentaje de pagos completados por los que se comprometen.

source: TODO history
french: Historique A FAIRE
german: TODO-Verlauf
japanese: TODO 履歴
portuguese: Histórico de tarefas
russian: История TODO
spanish: Historial de TODO

source: Total: {total}
german: Gesamt: {total}
japanese: 合計: {total}
russian: Всего: {total}

source: Activity
french: Activité
german: Aktivität
japanese: アクティビティ
portuguese: Atividade
russian: Активность
spanish: Actividad

source: Overview
french: Vue d'ensemble
german: Übersicht
japanese: 概要
portuguese: Visão geral
russian: Обзор
spanish: Resumen

source: Support %
french: Soutenir %
german: Unterstützung %
japanese: サポート %
portuguese: Suporte %
russian: Поддержка %
spanish: Apoyo %

source: Payments type
french: Type de paiements
german: Zahlungsart
japanese: 支払いタイプ
portuguese: Tipo de pagamentos
russian: Тип платежей
spanish: Tipo de pagos

source: See all {groupMembersCount} members
french: Afficher les {groupMembersCount} membres
german: Alle {groupMembersCount} Mitglieder ansehen
japanese: すべての {groupMembersCount} メンバーを表示
portuguese: Ver todos os {groupMembersCount} membros
russian: Просмотреть всех {groupMembersCount} участников
spanish: Ver todos los {groupMembersCount} miembros

source: new
french: nouveau
german: neu
japanese: 新規
portuguese: novo
russian: новый
spanish: nuevo

source: pending
french: en cours
german: ausstehend
japanese: 保留中
portuguese: pendente
russian: ожидающий
spanish: pendiente

source: 100% completed TODO streak of: 1 month
french: 100% complété TODO série de: 1 mois
german: 100% abgeschlossene TODO-Serie von: 1 Monat
japanese: 100% 完了 TODO 連勝: 1 ヶ月
portuguese: Sequência de TODOs 100% concluída: 1 mês
russian: 100% завершенная серия TODO: 1 месяц
spanish: Racha de TODO completado al 100%: 1 mes

source: 100% completed TODO streak of: {streak} months
french: 100% complété TODO série de: {streak} mois
german: 100% abgeschlossene TODO-Serie von: {streak} Monaten
japanese: 100% 完了 TODO 連勝: {streak} ヶ月
portuguese: Sequência de TODOs 100% concluída: {streak} meses
russian: 100% завершенная серия TODO: {streak} месяцев
spanish: Racha de TODO completado al 100%: {streak} meses

source: Inactivity
french: Inactivité
german: Inaktivität
japanese: 非アクティブ
portuguese: Inatividade
russian: Неактивность
spanish: Inactividad

source: Information about your pledges streaks and other streak members appears here.
french: Des informations sur vos promesses de dons et sur les autres membres de la chaîne apparaissent ici.
german: Informationen über Ihre Zusage-Streaks und andere Streak-Mitglieder erscheinen hier.
japanese: 誓約の連鎖と他の連鎖メンバーに関する情報がここに表示されます。
portuguese: Informações sobre suas sequências de compromissos e outros membros com sequências aparecem aqui.
russian: Информация о ваших сериях обязательств и других участниках серий отображается здесь.
spanish: La información sobre tus rachas de compromisos y otros miembros con rachas aparece aquí.

source: Mincome goal streak of: 1 month
french: Mincome objectif sur : 1 mois
german: Mincome-Ziel-Streak von: 1 Monat
japanese: 最低収入目標連鎖: 1ヶ月
portuguese: Sequência de meta de mincome de: 1 mês
russian: Серия достижения цели mincome: 1 месяц
spanish: Racha de objetivo de mincome: 1 mes

source: Mincome goal streak of: {streak} months
french: Mincome objectif sur {streak} mois
german: Mincome-Ziel-Streak von: {streak} Monate
japanese: 最低収入目標連鎖: {streak} ヶ月
portuguese: Sequência de meta de mincome de: {streak} meses
russian: Серия достижения цели mincome: {streak} месяцев
spanish: Racha de objetivo de mincome: {streak} meses

source: Streaks
french: Périodes
japanese: 連鎖
portuguese: Sequências
russian: Серии
spanish: Rachas

source: {btn_}1 member{_btn} has {strong_} missed payments {_strong}
french: {btn_}1 membre{_btn} a {strong_} des paiements manqués {_strong}
german: {btn_}1 Mitglied{_btn} hat {strong_} Zahlungen verpasst {_strong}
japanese: {btn_}1 人のメンバー{_btn} が {strong_}支払いを逃しました{_strong}
portuguese: {btn_}1 membro{_btn} tem {strong_} pagamentos perdidos {_strong}
russian: {btn_}1 участник{_btn} {strong_}пропустил платежи{_strong}
spanish: {btn_}1 miembro{_btn} tiene {strong_} pagos perdidos {_strong}

source: {btn_}1 member{_btn} has {strong_} on-time payment streaks{_strong}
french: {btn_}1 membre{_btn} a {strong_} des séries de paiements à temps{_strong}
german: {btn_}1 Mitglied{_btn} hat {strong_} pünktliche Zahlungs-Streaks{_strong}
japanese: {btn_}1 人のメンバー{_btn} が {strong_}期限通りの支払い連鎖{_strong} があります
portuguese: {btn_}1 membro{_btn} tem {strong_} sequências de pagamentos no prazo{_strong}
russian: {btn_}1 участник{_btn} имеет {strong_}серии своевременных платежей{_strong}
spanish: {btn_}1 miembro{_btn} tiene {strong_} rachas de pagos a tiempo{_strong}

source: {btn_}1 member{_btn} hasn't {strong_} entered income details{_strong}
french: {btn_}1 membre{_btn} n'a pas {strong_} saisi les détails de revenus{_strong}
german: {btn_}1 Mitglied{_btn} hat {strong_} keine Einkommensdetails eingegeben{_strong}
japanese: {btn_}1 人のメンバー{_btn} が {strong_}収入詳細を入力していません{_strong}
portuguese: {btn_}1 membro{_btn} não {strong_} inseriu detalhes de renda{_strong}
russian: {btn_}1 участник{_btn} не {strong_}ввел детали дохода{_strong}
spanish: {btn_}1 miembro{_btn} no ha {strong_} introducido detalles de ingresos{_strong}

source: {btn_}1 member{_btn} hasn't {strong_} logged in past {days} days or more {_strong}
french: {btn_}1 membre{_btn} ne s'est pas {strong_} connecté depuis {days} jours ou plus {_strong}
german: {btn_}1 Mitglied{_btn} hat {strong_} in den letzten {days} Tagen oder länger nicht eingeloggt{_strong}
japanese: {btn_}1 人のメンバー{_btn} が {strong_}過去 {days} 日以上ログインしていません{_strong}
portuguese: {btn_}1 membro{_btn} não {strong_} fez login nos últimos {days} dias ou mais {_strong}
russian: {btn_}1 участник{_btn} не {strong_}входил в систему последние {days} дней или больше{_strong}
spanish: {btn_}1 miembro{_btn} no ha {strong_} iniciado sesión en los últimos {days} días o más {_strong}

source: {btn_}1 member{_btn} hasn't {strong_} voted in the last {proposalcount} proposals {_strong}
french: {btn_}1 membre{_btn} n'a pas {strong_} voté dans les {proposalcount} dernières propositions {_strong}
german: {btn_}1 Mitglied{_btn} hat {strong_} in den letzten {proposalcount} Vorschlägen nicht abgestimmt{_strong}
japanese: {btn_}1 人のメンバー{_btn} が {strong_}過去 {proposalcount} 件の提案に投票していません{_strong}
portuguese: {btn_}1 membro{_btn} não {strong_} votou nas últimas {proposalcount} propostas {_strong}
russian: {btn_}1 участник{_btn} не {strong_}голосовал в последних {proposalcount} предложениях{_strong}
spanish: {btn_}1 miembro{_btn} no ha {strong_} votado en las últimas {proposalcount} propuestas {_strong}

source: {btn_}{membercount} members{_btn} have {strong_} missed payments {_strong}
french: {btn_}{membercount} membres{_btn} ont {strong_} des paiements manqués {_strong}
german: {btn_}{membercount} Mitglieder{_btn} haben {strong_} Zahlungen verpasst {_strong}
japanese: {btn_}{membercount} 人のメンバー{_btn} が {strong_}支払いを逃しました{_strong}
portuguese: {btn_}{membercount} membros{_btn} têm {strong_} pagamentos perdidos {_strong}
russian: {btn_}{membercount} участников{_btn} {strong_}пропустили платежи{_strong}
spanish: {btn_}{membercount} miembros{_btn} tienen {strong_} pagos perdidos {_strong}

source: {btn_}{membercount} members{_btn} have {strong_} on-time payment streaks{_strong}
french: {btn_}{membercount} membres{_btn} ont {strong_} des séries de paiements à temps{_strong}
german: {btn_}{membercount} Mitglieder{_btn} haben {strong_} pünktliche Zahlungs-Streaks{_strong}
japanese: {btn_}{membercount} 人のメンバー{_btn} が {strong_}期限通りの支払い連鎖{_strong} があります
portuguese: {btn_}{membercount} membros{_btn} têm {strong_} sequências de pagamentos no prazo{_strong}
russian: {btn_}{membercount} участников{_btn} имеют {strong_}серии своевременных платежей{_strong}
spanish: {btn_}{membercount} miembros{_btn} tienen {strong_} rachas de pagos a tiempo{_strong}

source: {btn_}{membercount} members{_btn} haven't {strong_} entered income details{_strong}
french: {btn_}{membercount} membres{_btn} n'ont pas {strong_} saisi les détails de revenus{_strong}
german: {btn_}{membercount} Mitglieder{_btn} haben {strong_} keine Einkommensdetails eingegeben{_strong}
japanese: {btn_}{membercount} 人のメンバー{_btn} が {strong_}収入詳細を入力していません{_strong}
portuguese: {btn_}{membercount} membros{_btn} não {strong_} inseriram detalhes de renda{_strong}
russian: {btn_}{membercount} участников{_btn} не {strong_}ввели детали дохода{_strong}
spanish: {btn_}{membercount} miembros{_btn} no han {strong_} introducido detalles de ingresos{_strong}

source: {btn_}{membercount} members{_btn} haven't {strong_} logged in past {days} days or more {_strong}
french: {btn_}{membercount} membres{_btn} ne se sont pas {strong_} connectés depuis {days} jours ou plus {_strong}
german: {btn_}{membercount} Mitglieder{_btn} haben {strong_} in den letzten {days} Tagen oder länger nicht eingeloggt{_strong}
japanese: {btn_}{membercount} 人のメンバー{_btn} が {strong_}過去 {days} 日以上ログインしていません{_strong}
portuguese: {btn_}{membercount} membros{_btn} não {strong_} fizeram login nos últimos {days} dias ou mais {_strong}
russian: {btn_}{membercount} участников{_btn} не {strong_}входили в систему последние {days} дней или больше{_strong}
spanish: {btn_}{membercount} miembros{_btn} no han {strong_} iniciado sesión en los últimos {days} días o más {_strong}

source: {btn_}{membercount} members{_btn} haven't {strong_} voted in the last {proposalcount} proposals {_strong}
french: {btn_}{membercount} membres{_btn} n'ont pas {strong_} voté dans les {proposalcount} dernières propositions {_strong}
german: {btn_}{membercount} Mitglieder{_btn} haben {strong_} in den letzten {proposalcount} Vorschlägen nicht abgestimmt{_strong}
japanese: {btn_}{membercount} 人のメンバー{_btn} が {strong_}過去 {proposalcount} 件の提案に投票していません{_strong}
portuguese: {btn_}{membercount} membros{_btn} não {strong_} votaram nas últimas {proposalcount} propostas {_strong}
russian: {btn_}{membercount} участников{_btn} не {strong_}голосовали в последних {proposalcount} предложениях{_strong}
spanish: {btn_}{membercount} miembros{_btn} no han {strong_} votado en las últimas {proposalcount} propuestas {_strong}

source: {user} - {count} month streak
french: {user} - {count} mois
german: {user} - {count}-Monats-Streak
japanese: {user} - {count} ヶ月連鎖
portuguese: {user} - sequência de {count} meses
russian: {user} — серия {count} месяцев
spanish: {user} - racha de {count} meses

source: {user} missed {streak} payment
french: {user} a manqué {streak} paiement
german: {user} hat {streak} Zahlung verpasst
japanese: {user} が {streak} 件の支払いを逃しました
portuguese: {user} perdeu {streak} pagamento
russian: {user} пропустил {streak} платеж
spanish: {user} perdió {streak} pago

source: {user} missed {streak} payments
french: {user} a manqué {streak} paiements
german: {user} hat {streak} Zahlungen verpasst
japanese: {user} が {streak} 件の支払いを逃しました
portuguese: {user} perdeu {streak} pagamentos
russian: {user} пропустил {streak} платежей
spanish: {user} perdió {streak} pagos

source: {user} missed {streak} vote
french: {user} a manqué {streak} vote
german: {user} hat {streak} Abstimmung verpasst
japanese: {user} が {streak} 件の投票を逃しました
portuguese: {user} perdeu {streak} voto
russian: {user} пропустил {streak} голос
spanish: {user} perdió {streak} voto

source: {user} missed {streak} votes
french: {user} a manqué {streak} votes
german: {user} hat {streak} Abstimmungen verpasst
japanese: {user} が {streak} 件の投票を逃しました
portuguese: {user} perdeu {streak} votos
russian: {user} пропустил {streak} голосов
spanish: {user} perdió {streak} votos

source: {groupMembersCount} members
french: {groupMembersCount} membres
german: {groupMembersCount} Mitglieder
japanese: {groupMembersCount} 人のメンバー
portuguese: {groupMembersCount} membros
russian: {groupMembersCount} участников
spanish: {groupMembersCount} miembros

source: Group members
french: Membres du groupe
german: Gruppenmitglieder
japanese: グループ メンバー
portuguese: Membros do grupo
russian: Участники группы
spanish: Miembros del grupo

source: This member did not use their invite link to join the group yet. This link should be given to them by {invitedBy} (you).
french: Ce membre n’a pas encore utilisé son lien d’invitation pour rejoindre le groupe. Ce lien devrait lui être communiqué par {invitedBy} (vous).
german: Dieses Mitglied hat den Einladungslink zur Beitritts zur Gruppe noch nicht verwendet. Dieser Link sollte von {invitedBy} (Ihnen) an sie weitergegeben werden.
japanese: このメンバーはまだ招待リンクを使用してグループに参加していません。このリンクは {invitedBy} (あなた) が提供する必要があります。
portuguese: Este membro ainda não usou o link de convite para entrar no grupo. Este link deve ser fornecido a eles por {invitedBy} (você).
russian: Этот участник еще не использовал ссылку-приглашение для присоединения к группе. Эту ссылку должен предоставить им {invitedBy} (вы).
spanish: Este miembro aún no ha usado su enlace de invitación para unirse al grupo. Este enlace debería ser dado por {invitedBy} (tú).

source: This member did not use their invite link to join the group yet. This link should be given to them by {invitedBy}.
french: Ce membre n’a pas encore utilisé son lien d’invitation pour rejoindre le groupe. Ce lien devrait lui être communiqué par {invitedBy}.
german: Dieses Mitglied hat den Einladungslink zur Beitritts zur Gruppe noch nicht verwendet. Dieser Link sollte von {invitedBy} an sie weitergegeben werden.
japanese: このメンバーはまだ招待リンクを使用してグループに参加していません。このリンクは {invitedBy} が提供する必要があります。
portuguese: Este membro ainda não usou o link de convite para entrar no grupo. Este link deve ser fornecido a eles por {invitedBy}.
russian: Этот участник еще не использовал ссылку-приглашение для присоединения к группе. Эту ссылку должен предоставить им {invitedBy}.
spanish: Este miembro aún no ha usado su enlace de invitación para unirse al grupo. Este enlace debería ser dado por {invitedBy}.

source: Change Mincome
french: Modifier le revenu minimum
german: Mincome ändern
japanese: Mincome を変更
portuguese: Alterar Mincome
russian: Изменить минимальный доход
spanish: Cambiar Mincome

source: Minimum Income
french: Revenu Minimum
german: Mindesteinkommen
japanese: 最低収入
portuguese: Renda Mínima
russian: Минимальный доход
spanish: Ingreso Mínimo

source: Add description
french: Ajouter une description
german: Beschreibung hinzufügen
japanese: 説明を追加
portuguese: Adicionar descrição
russian: Добавить описание
spanish: Añadir descripción

source: About the group
french: À propos du groupe
german: Über die Gruppe
japanese: グループについて
portuguese: Sobre o grupo
russian: О группе
spanish: Acerca del grupo

source: Invite members to your group
french: Inviter des membres dans votre groupe
german: Mitglieder zu Ihrer Gruppe einladen
japanese: グループにメンバーを招待
portuguese: Convidar membros para o seu grupo
russian: Пригласить участников в вашу группу
spanish: Invitar miembros a tu grupo

source: Start sharing your resources with the ones who matter to you!
french: Commencez à partager vos ressources avec ceux qui comptent pour vous!
german: Beginnen Sie, Ihre Ressourcen mit den Menschen zu teilen, die Ihnen wichtig sind!
japanese: 大切な人々とリソースを共有し始めましょう！
portuguese: Comece a compartilhar seus recursos com aqueles que importam para você!
russian: Начните делиться своими ресурсами с теми, кто вам дорог!
spanish: ¡Empieza a compartir tus recursos con los que te importan!

source: Modal title
french: Titre
german: Modal-Titel
japanese: モーダルタイトル
portuguese: Título do modal
russian: Заголовок модального окна
spanish: Título del modal

source: Introduce the potential new member(s) to your group
french: Présentez à votre groupe le ou les nouveaux membres potentiels
german: Stellen Sie den potenziellen neuen Mitglied(er) Ihrer Gruppe vor
japanese: 潜在的な新メンバー(たち)をグループに紹介します
portuguese: Apresente o(s) potencial(is) novo(s) membro(s) ao seu grupo
russian: Представьте потенциального нового участника(ов) вашей группе
spanish: Introduce al posible nuevo miembro(s) a tu grupo

source: Toggle background
french: Afficher l’arrière-plan
german: Hintergrund umschalten
japanese: 背景を切り替え
portuguese: Alternar fundo
russian: Переключить фон
spanish: Alternar fondo

source: Full name
french: Nom complet
german: Vollständiger Name
japanese: フルネーム
portuguese: Nome completo
russian: Полное имя
spanish: Nombre completo

source: Open Modal
french: Ouvrir un Dialogue
german: Modal öffnen
japanese: モーダルを開く
portuguese: Abrir Modal
russian: Открыть модальное окно
spanish: Abrir Modal

source: Modal example
french: Exemple de fenêtre
german: Modal-Beispiel
japanese: モーダル例
portuguese: Exemplo de modal
russian: Пример модального окна
spanish: Ejemplo de modal

source: Open SubModal
french: Ouvrir la sous-fenêtre
german: SubModal öffnen
japanese: サブモーダルを開く
portuguese: Abrir SubModal
russian: Открыть подмодальное окно
spanish: Abrir SubModal
