Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Let users create public channels. The data in public channels is intended to be completely public and should be treated with the same care and expectations of privacy that one has with normal social media: that is, you should have zero expectation of any privacy of the content you post to public channels.
french: Laissez les utilisateurs créer des chaînes publiques. Les données des canaux publics sont destinées à être entièrement publiques et doivent être traitées avec le même soin et les mêmes attentes de confidentialité que l'on a avec les médias sociaux normaux: c'est-à-dire que vous ne devriez avoir aucune attente de confidentialité du contenu que vous publiez sur les canaux publics.
german: Lassen Sie Benutzer öffentliche Kanäle erstellen. Die Daten in öffentlichen Kanälen sind vollständig öffentlich und sollten mit der gleichen Sorgfalt und Privatsphäreerwartung behandelt werden wie bei normalen sozialen Medien: Das heißt, Sie sollten keine Privatsphäre für Inhalte erwarten, die Sie in öffentlichen Kanälen posten.
japanese: ユーザーが公開チャンネルを作成できるようにします。公開チャンネルのデータは完全に公開されることを意図しており、通常のソーシャルメディアと同じプライバシーの期待を持って扱うべきです。つまり、公開チャンネルに投稿するコンテンツにプライバシーを期待しないでください。
portuguese: Permita que usuários criem canais públicos. Os dados em canais públicos são destinados a serem completamente públicos e devem ser tratados com o mesmo cuidado e expectativas de privacidade que se tem com mídias sociais normais: ou seja, você deve ter expectativa zero de privacidade do conteúdo que posta em canais públicos.
russian: Позволить пользователям создавать публичные каналы. Данные в публичных каналах предназначены для полной публичности и должны рассматриваться с той же осторожностью и ожиданиями приватности, что и в обычных соцсетях: то есть, вы не должны ожидать никакой приватности для контента, размещенного в публичных каналах.
spanish: Permitir a los usuarios crear canales públicos. Los datos en los canales públicos están destinados a ser completamente públicos y deben tratarse con el mismo cuidado y expectativas de privacidad que se tiene con las redes sociales normales: es decir, no deberías tener ninguna expectativa de privacidad sobre el contenido que publiques en canales públicos.

source: Public Channels
french: Canaux publics
german: Öffentliche Kanäle
japanese: 公開チャンネル
portuguese: Canais Públicos
russian: Публичные каналы
spanish: Canales públicos

source: This is the currency that will be displayed for every member of the group, across the platform.
french: Ceci est la devise qui sera affichée pour chaque membre du groupe, sur toute la plate-forme.
german: Dies ist die Währung, die für jedes Gruppenmitglied auf der Plattform angezeigt wird.
japanese: これがプラットフォーム上でグループのすべてのメンバーに表示される通貨です。
portuguese: Esta é a moeda que será exibida para todo membro do grupo, pela plataforma.
russian: Это валюта, которая будет отображаться для каждого участника группы на платформе.
spanish: Esta es la moneda que se mostrará para cada miembro del grupo en toda la plataforma.

source: This means you will stop having access to the {b_}group chat{_b} (including direct messages to other group members) and {b_}contributions{_b}. Re-joining the group is possible, but requires other members to vote and reach an agreement.
french: Ceci signifie que vous n’aurez plus accès aux {b_}conversations du groupe{_b} (y compris l’envoi de messages privés aux autres membres) ni aux {b_}contributions{_b}. Il est possible de réintégrer le groupe plus tard, mais pour cela il faut que les autres membres votent à nouveau et parviennent à un accord.
german: Das bedeutet, Sie verlieren den Zugriff auf den {b_}Gruppen-Chat{_b} (einschließlich Direktnachrichten an andere Gruppenmitglieder) und {b_}Beiträge{_b}. Ein erneuter Beitritt ist möglich, erfordert aber, dass andere Mitglieder abstimmen und eine Einigung erzielen.
japanese: これにより{b_}グループチャット{_b}（他のグループメンバーへのダイレクトメッセージを含む）と{b_}貢献{_b}へのアクセスが停止します。グループに再参加は可能ですが、他のメンバーの投票と合意が必要です。
portuguese: Isso significa que você parará de ter acesso ao {b_}chat do grupo{_b} (incluindo mensagens diretas para outros membros do grupo) e {b_}contribuições{_b}. Re-juntar o grupo é possível, mas requer que outros membros votem e cheguem a um acordo.
russian: Это означает, что вы потеряете доступ к {b_}чатам группы{_b} (включая прямые сообщения другим участникам) и {b_}вкладам{_b}. Повторный вход возможен, но требует голосования и согласия других участников.
spanish: Esto significa que dejarás de tener acceso al {b_}chat del grupo{_b} (incluyendo mensajes directos a otros miembros del grupo) y {b_}contribuciones{_b}. Reunirse al grupo es posible, pero requiere que otros miembros voten y lleguen a un acuerdo.

source: Voting System
french: Système de Vote
german: Abstimmungssystem
japanese: 投票システム
portuguese: Sistema de Votação
russian: Система голосования
spanish: Sistema de votación

source: Create a new group and invite your friends.
french: Créez un nouveau groupe et invitez vos amis.
german: Erstellen Sie eine neue Gruppe und laden Sie Ihre Freunde ein.
japanese: 新しいグループを作成し、友達を招待。
portuguese: Crie um novo grupo e convide seus amigos.
russian: Создайте новую группу и пригласите друзей.
spanish: Crea un nuevo grupo e invita a tus amigos.

source: Enter an existing group using your username.
french: Rejoignez un groupe existant via votre nom d’utilisateur.
german: Treten Sie einer bestehenden Gruppe mit Ihrem Benutzernamen bei.
japanese: ユーザー名を使用して既存のグループに参加。
portuguese: Entre em um grupo existente usando seu nome de usuário.
russian: Войдите в существующую группу с помощью вашего имени пользователя.
spanish: Ingresa a un grupo existente usando tu nombre de usuario.

source: Install this web app on your device for better usability.
french: Installez cette application web sur votre appareil pour une meilleure utilisation.
german: Installieren Sie diese Web-App auf Ihrem Gerät für bessere Benutzerfreundlichkeit.
japanese: 使いやすさを向上させるために、このウェブアプリをデバイスにインストールしてください。
portuguese: Instale este web app no seu dispositivo para melhor usabilidade.
russian: Установите это веб-приложение на устройство для лучшей удобности.
spanish: Instala esta aplicación web en tu dispositivo para una mejor usabilidad.

source: Install
french: Installer
german: Installieren
japanese: インストール
portuguese: Instalar
russian: Установить
spanish: Instalar

source: Join
french: Rejoindre
german: Beitreten
japanese: 参加
portuguese: Entrar
russian: Присоединиться
spanish: Unirse

source: Let’s get this party started
french: Que la fête commence
german: Lassen Sie die Party beginnen
japanese: パーティーを始めましょう
portuguese: Vamos começar esta festa
russian: Давайте начнем!
spanish: Empecemos la fiesta

source: Signup
french: Créer un compte
german: Anmelden
japanese: サインアップ
portuguese: Cadastro
russian: Регистрация
spanish: Registrarse

source: Welcome to Group Income
french: Bienvenue sur Group Income
german: Willkommen bei Group Income
japanese: Group Incomeへようこそ
portuguese: Bem-vindo ao Group Income
russian: Добро пожаловать в Group Income
spanish: Bienvenido a Group Income

source: (group name unavailable)
french: (nom du groupe non disponible)
german: (Gruppenname nicht verfügbar)
japanese: (グループ名が利用不可)
portuguese: (nome do grupo indisponível)
russian: (название группы недоступно)
spanish: (nombre de grupo no disponible)

source: Error details:{br_}{err}
french: Détails de l'erreur:{br_}{err}
german: Fehlerdetails:{br_}{err}
japanese: エラー詳細:{br_}{err}
portuguese: Detalhes do erro:{br_}{err}
russian: Детали ошибки:{br_}{err}
spanish: Detalles del error:{br_}{err}

source: Failed to join the group
french: N'a pas réussi à rejoindre le groupe
german: Fehler beim Beitreten der Gruppe
japanese: グループの参加に失敗
portuguese: Falha ao entrar no grupo
russian: Не удалось присоединиться к группе
spanish: Error al unirse al grupo

source: Go to dashboard
french: Aller sur le tableau de bord
german: Zum Dashboard gehen
japanese: ダッシュボードに移動
portuguese: Ir para o dashboard
russian: Перейти на панель
spanish: Ir al tablero

source: Oh no! {br_}This invite is already expired
french: Oh non ! {br_}Cette invitation a déjà expiré
german: Oh nein! {br_}Diese Einladung ist bereits abgelaufen
japanese: おっと！{br_}この招待はすでに期限切れです
portuguese: Oh não! {br_}Este convite já expirou
russian: О нет! {br_}Это приглашение уже истекло
spanish: ¡Oh no! {br_}Esta invitación ya ha expirado

source: Oh no! {br_}This invite is not valid
french: Oh non ! {br_}Cette invitation n’est pas valide
german: Oh nein! {br_}Diese Einladung ist nicht gültig
japanese: おっと！{br_}この招待は無効です
portuguese: Oh não! {br_}Este convite não é válido
russian: О нет! {br_}Это приглашение недействительно
spanish: ¡Oh no! {br_}Esta invitación no es válida

source: Something went wrong. Please, try again.
french: Une erreur s’est produite. Veuillez réessayer.
german: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
japanese: 何かがうまくいきませんでした。もう一度お試しください。
portuguese: Algo deu errado. Por favor, tente novamente.
russian: Что-то пошло не так. Пожалуйста, попробуйте снова.
spanish: Algo salió mal. Por favor, intenta de nuevo.

source: You are already a member of '{groupName}'
french: Vous êtes déjà membre de '{groupName}'
german: Sie sind bereits Mitglied von '{groupName}'
japanese: '{groupName}' のメンバーです
portuguese: Você já é membro de '{groupName}'
russian: Вы уже участник '{groupName}'
spanish: Ya eres miembro de '{groupName}'

source: You cannot join already joined group.
french: Vous ne pouvez pas rejoindre un groupe que vous avez déjà rejoint.
german: Sie können einer bereits beigetretenen Gruppe nicht beitreten.
japanese: すでに参加しているグループに参加できません。
portuguese: Você não pode entrar em um grupo já entrado.
russian: Вы не можете присоединиться к уже присоединенной группе.
spanish: No puedes unirte a un grupo al que ya perteneces.

source: You should ask for a new one. Sorry about that!
french: Merci de bien vouloir refaire votre demande.
german: Sie sollten eine neue anfordern. Tut uns leid!
japanese: 新しいものを依頼してください。申し訳ありません！
portuguese: Você deve pedir um novo. Desculpe por isso!
russian: Вы должны попросить новое. Извините!
spanish: Deberías pedir una nueva. ¡Lo siento!

source: You were invited to join
french: Vous avez été invité(e) à rejoindre
german: Sie wurden eingeladen beizutreten
japanese: 参加への招待を受けました
portuguese: Você foi convidado para entrar
russian: Вас пригласили присоединиться
spanish: Fuiste invitado a unirte

source: {who} invited you to join their group!
french: {who} vous a invité(e) à rejoindre son groupe !
german: {who} hat Sie eingeladen, ihrer Gruppe beizutreten!
japanese: {who} がグループへの参加を招待しました！
portuguese: {who} te convidou para entrar no grupo deles!
russian: {who} пригласил вас присоединиться к своей группе!
spanish: {who} te invitó a unirte a su grupo!

source: ALL
french: TOUT
german: ALLE
japanese: すべて
portuguese: TODOS
russian: ВСЕ
spanish: TODOS

source: Accepted methods
french: Méthodes acceptées
german: Akzeptierte Methoden
japanese: 受け入れられた方法
portuguese: Métodos aceitos
russian: Принятые методы
spanish: Métodos aceptados

source: Completed
french: Complété
german: Abgeschlossen
japanese: 完了
portuguese: Concluído
russian: Завершено
spanish: Completado

source: Distribution Locked
french: Distribution verrouillée
german: Verteilung gesperrt
japanese: 分配ロック
portuguese: Distribuição Bloqueada
russian: Распределение заблокировано
spanish: Distribución bloqueada

source: Due on
french: À payer le
german: Fällig am
japanese: 期日
portuguese: Vencimento em
russian: Срок
spanish: Vence el

source: Export CSV
french: Exporter CSV
german: CSV exportieren
japanese: CSV をエクスポート
portuguese: Exportar CSV
russian: Экспорт CSV
spanish: Exportar CSV

source: First payment sent. Distribution is now locked.
french: Premier paiement envoyé. La distribution est maintenant verrouillée.
german: Erste Zahlung gesendet. Verteilung ist nun gesperrt.
japanese: 最初の支払いが送信されました。分配がロックされました。
portuguese: Primeiro pagamento enviado. Distribuição agora está bloqueada.
russian: Первый платеж отправлен. Распределение теперь заблокировано.
spanish: Primer pago enviado. La distribución ahora está bloqueada.

source: No results for "{query}".
french: Aucun résultat pour « {query} ».
german: Keine Ergebnisse für "{query}".
japanese: "{query}" の結果がありません。
portuguese: Nenhum resultado para "{query}".
russian: Нет результатов для "{query}".
spanish: No hay resultados para "{query}".

source: Payment date
french: Date de paiement
german: Zahlungsdatum
japanese: 支払日
portuguese: Data do pagamento
russian: Дата платежа
spanish: Fecha de pago

source: Search for a payment
french: Rechercher un paiement
german: Nach einer Zahlung suchen
japanese: 支払いを検索
portuguese: Buscar por um pagamento
russian: Поиск платежа
spanish: Buscar un pago

source: Search payments...
french: Recherche de paiements...
german: Zahlungen suchen...
japanese: 支払いを検索...
portuguese: Buscar pagamentos...
russian: Поиск платежей...
spanish: Buscar pagos...

source: There are no payments.
french: Il n’y a aucun paiement.
german: Es gibt keine Zahlungen.
japanese: 支払いがありません。
portuguese: Não há pagamentos.
russian: Нет платежей.
spanish: No hay pagos.

source: Todo
french: À faire
russian: Делать
spanish: Por hacer

source: Try out the {r1}payments simulator.{r2}
french: Essayez le {r1}simulateur de paiements.{r2}
german: Probieren Sie den {r1}Zahlungssimulator{r2} aus.
japanese: {r1}支払いシミュレーター{r2}をお試しください。
portuguese: Experimente o {r1}simulador de pagamentos.{r2}
russian: Попробуйте {r1}симулятор платежей.{r2}
spanish: Prueba el {r1}simulador de pagos.{r2}

source: You are currently {strong_}receiving{_strong} mincome.
french: Vous {strong_}recevez{_strong} actuellement un revenu minimum.
german: Sie erhalten derzeit {strong_}Mincome{_strong}.
japanese: 現在{strong_}mincomeを受信中{_strong}です。
portuguese: Você está atualmente {strong_}recebendo{_strong} mincome.
russian: Вы сейчас {strong_}получаете{_strong} минимальный доход.
spanish: Actualmente estás {strong_}recibiendo{_strong} ingreso mínimo.

source: You are currently {strong_}sending{_strong} mincome.
french: Vous {strong_}contribuez{_strong} actuellement au revenu minimum.
german: Sie senden derzeit {strong_}Mincome{_strong}.
japanese: 現在{strong_}mincomeを送信中{_strong}です。
portuguese: Você está atualmente {strong_}enviando{_strong} mincome.
russian: Вы сейчас {strong_}отправляете{_strong} минимальный доход.
spanish: Actualmente estás {strong_}enviando{_strong} ingreso mínimo.

source: You can change this at any time by updating your {r1}income details{r2}.
french: Vous pouvez modifier ce paramètre plus tard avec la {r1}mise à jour de vos revenus{r2}.
german: Sie können dies jederzeit ändern, indem Sie Ihre {r1}Einkommensdetails{r2} aktualisieren.
japanese: いつでも{r1}収入詳細{r2}を更新して変更できます。
portuguese: Você pode alterar isso a qualquer momento atualizando seus {r1}detalhes de renda{r2}.
russian: Вы можете изменить это в любое время, обновив {r1}детали дохода{r2}.
spanish: Puedes cambiar esto en cualquier momento actualizando tus {r1}detalles de ingresos{r2}.

source: You haven’t received any payments yet
french: Vous n’avez pas encore reçu de paiements
german: Sie haben noch keine Zahlungen erhalten
japanese: まだ支払いを受け取っていません
portuguese: Você ainda não recebeu pagamentos
russian: Вы еще не получили платежей
spanish: Aún no has recibido pagos

source: {amt} in total, to 1 member
french: {amt} au total, à 1 membre
german: {amt} insgesamt, an 1 Mitglied
japanese: 合計 {amt}、1メンバーへ
portuguese: {amt} no total, para 1 membro
russian: {amt} всего, 1 участнику
spanish: {amt} en total, a 1 miembro

source: {amt} in total, to {count} members
french: {amt} au total, à {count} membres
german: {amt} insgesamt, an {count} Mitglieder
japanese: 合計 {amt}、{count}メンバーへ
portuguese: {amt} no total, para {count} membros
russian: {amt} всего, {count} участникам
spanish: {amt} en total, a {count} miembros

source: Waiting for approval to join {groupName}!
french: En attente d'approbation pour rejoindre {groupName}!
german: Warten auf Genehmigung zum Beitritt zu {groupName}!
japanese: {groupName} への参加承認を待っています！
portuguese: Aguardando aprovação para entrar em {groupName}!
russian: Ожидание одобрения для присоединения к {groupName}!
spanish: ¡Esperando aprobación para unirte a {groupName}!

source: You have used a public link to join a group. Once a member of the group approves your member request you’ll be able to access the group.
french: Vous avez utilisé un lien public pour rejoindre un groupe. Une fois qu'un membre du groupe aura approuvé votre demande d'adhésion, vous pourrez y accéder.
german: Sie haben einen öffentlichen Link verwendet, um einer Gruppe beizutreten. Sobald ein Gruppenmitglied Ihre Mitgliederanfrage genehmigt, können Sie auf die Gruppe zugreifen.
japanese: 公開リンクを使用してグループに参加しました。グループメンバーがあなたのメンバー申請を承認すると、グループにアクセスできます。
portuguese: Você usou um link público para entrar em um grupo. Uma vez que um membro do grupo aprove sua solicitação de membro, você poderá acessar o grupo.
russian: Вы использовали публичную ссылку для присоединения к группе. Как только участник группы одобрит ваш запрос, вы сможете получить доступ к группе.
spanish: Has usado un enlace público para unirte a un grupo. Una vez que un miembro del grupo apruebe tu solicitud de miembro, podrás acceder al grupo.

source: 0 Bytes
french: 0 Octets
japanese: 0 バイト
russian: 0 байт

source: Invalid size
french: Taille non valide
german: Ungültige Größe
japanese: 無効なサイズ
portuguese: Tamanho inválido
russian: Неверный размер
spanish: Tamaño inválido

source: Fatal error: {reportError}
french: Erreur fatale : {reportError}
german: Fatales Fehler: {reportError}
japanese: 致命的なエラー: {reportError}
portuguese: Erro fatal: {reportError}
russian: Фатальная ошибка: {reportError}
spanish: Error fatal: {reportError}

source: A username cannot contain uppercase letters.
french: Un nom d'utilisateur ne peut pas contenir de lettres majuscules.
german: Ein Benutzername darf keine Großbuchstaben enthalten.
japanese: ユーザー名は大文字を含めることはできません。
portuguese: Um nome de usuário não pode conter letras maiúsculas.
spanish: Un nombre de usuario no puede contener letras mayúsculas.

source: Bitcoin
japanese: ビットコイン

source: Todo %
portuguese: Tarefas %

source: ESC
french: ECHAP

source: Are you sure you want to delete this message and it's file attachments permanently?
french: Êtes-vous sûr de vouloir supprimer définitivement ce message et ses pièces jointes ?

source: Are you sure you want to delete this message permanently?
french: Êtes-vous sûr de vouloir supprimer définitivement ce message ?

source: Group Income
german: Gruppen-Einkommen
