Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Only the channel creator can delete channel.
french: Seul le créateur peut supprimer sa conversation.
german: Nur der Kanal-Ersteller kann den Kanal löschen.
japanese: チャンネル作成者のみがチャンネルを削除できます。
portuguese: Apenas o criador do canal pode excluir o canal.
russian: Только создатель канала может удалить канал.
spanish: Solo el creador del canal puede eliminar el canal.

source: Admin credentials needed and not implemented yet.
french: Un compte administrateur est requis mais n’est pas encore implementé.
german: Admin-Anmeldedaten erforderlich und noch nicht implementiert.
japanese: 管理者認証情報が必要で、まだ実装されていません。
portuguese: Credenciais de admin necessárias e ainda não implementadas.
russian: Требуются учётные данные администратора, но это ещё не реализовано.
spanish: Se necesitan credenciales de administrador y no están implementadas aún.

source: Can't change distribution date because distribution period has already started.
french: Impossible de modifier la date de distribution car la période de distribution a déjà commencé.
german: Verteilungsdatum kann nicht geändert werden, da die Verteilungsphase bereits begonnen hat.
japanese: 分配期間がすでに開始されているため、分配日を変更できません。
portuguese: Não é possível alterar a data de distribuição porque o período de distribuição já começou.
russian: Невозможно изменить дату распределения, так как период распределения уже начался.
spanish: No se puede cambiar la fecha de distribución porque el período de distribución ya ha comenzado.

source: Cannot remove the last member.
french: Impossible de supprimer le dernier membre.
german: Das letzte Mitglied kann nicht entfernt werden.
japanese: 最後のメンバーを削除できません。
portuguese: Não é possível remover o último membro.
russian: Невозможно удалить последнего участника.
spanish: No se puede eliminar al último miembro.

source: Chatroom name cannot contain white-space
french: Le nom de la salle de discussion ne peut pas contenir d'espace blanc
german: Chatroom-Name darf keine Leerzeichen enthalten
japanese: チャットルーム名に空白を含めることはできません
portuguese: Nome do chatroom não pode conter espaços em branco
russian: Имя чата не может содержать пробелы
spanish: El nombre del chat no puede contener espacios en blanco

source: Chatroom name must be lower-case only
french: Le nom de la salle de discussion doit être en minuscules uniquement
german: Chatroom-Name muss nur Kleinbuchstaben enthalten
japanese: チャットルーム名は小文字のみでなければなりません
portuguese: Nome do chatroom deve ser apenas minúsculo
russian: Имя чата должно содержать только строчные буквы
spanish: El nombre del chat debe ser solo en minúsculas

source: Not part of the group.
french: Ne fait pas partie du groupe.
german: Kein Teil der Gruppe.
japanese: グループのメンバーではありません。
portuguese: Não é parte do grupo.
russian: Не является частью группы.
spanish: No es parte del grupo.

source: Only group creator can allow public channels.
french: Seul le créateur du groupe peut autoriser les chaînes publiques.
german: Nur der Gruppen-Ersteller kann öffentliche Kanäle erlauben.
japanese: グループ作成者のみが公開チャンネルを許可できます。
portuguese: Apenas o criador do grupo pode permitir canais públicos.
russian: Только создатель группы может разрешить публичные каналы.
spanish: Solo el creador del grupo puede permitir canales públicos.

source: Only group creator can update distribution date.
french: Seul le créateur du groupe peut mettre à jour la date de distribution.
german: Nur der Gruppen-Ersteller kann das Verteilungsdatum aktualisieren.
japanese: グループ作成者のみが配布日を更新できます。
portuguese: Apenas o criador do grupo pode atualizar a data de distribuição.
russian: Только создатель группы может обновить дату распределения.
spanish: Solo el creador del grupo puede actualizar la fecha de distribución.

source: Only the group creator can remove members.
french: Seul le fondateur du groupe peut exclure des membres.
german: Nur der Gruppen-Ersteller kann Mitglieder entfernen.
japanese: グループ作成者のみがメンバーを削除できます。
portuguese: Apenas o criador do grupo pode remover membros.
russian: Только создатель группы может удалять участников.
spanish: Solo el creador del grupo puede eliminar miembros.

source: The link does not exist.
french: Le lien n’existe pas.
german: Der Link existiert nicht.
japanese: リンクが存在しません。
portuguese: O link não existe.
russian: Ссылка не существует.
spanish: El enlace no existe.

source: There is an identical open proposal.
french: Une proposition identique a déjà été créée.
german: Es gibt einen identischen offenen Vorschlag.
japanese: 同一のオープン提案が存在します。
portuguese: Há uma proposta aberta idêntica.
russian: Существует идентичное открытое предложение.
spanish: Hay una propuesta abierta idéntica.

source: Already joined direct message.
french: Message direct déjà rejoint.
german: Direktnachricht bereits beigetreten.
japanese: すでにダイレクトメッセージに参加済み。
portuguese: Já entrou na mensagem direta.
russian: Уже присоединился к прямому сообщению.
spanish: Ya se unió al mensaje directo.

source: Not existing direct message.
french: Message direct inexistant.
german: Nicht existierende Direktnachricht.
japanese: 存在しないダイレクトメッセージです。
portuguese: Mensagem direta não existente.
russian: Несуществующее прямое сообщение.
spanish: Mensaje directo no existente.

source: Unable to confirm that the username {username} belongs to this identity contract
french: Impossible de confirmer que le nom d'utilisateur {username} appartient à ce contrat d'identité
german: Kann nicht bestätigen, dass der Benutzername {username} zu diesem Identitätsvertrag gehört
japanese: ユーザー名 {username} がこのID契約に属することを確認できません
portuguese: Não foi possível confirmar que o nome de usuário {username} pertence a este contrato de identidade
russian: Невозможно подтвердить, что имя пользователя {username} принадлежит этому контракту личности
spanish: No se puede confirmar que el nombre de usuario {username} pertenece a este contrato de identidad

source: voting rules
french: règles de vote
german: Abstimmungsregeln
japanese: 投票ルール
portuguese: regras de votação
russian: правила голосования
spanish: reglas de votación

source: voting system
french: système de vote
german: Abstimmungssystem
japanese: 投票システム
portuguese: sistema de votação
russian: система голосования
spanish: sistema de votación

source: distribution date
french: date de distribution
german: Verteilungsdatum
japanese: 配布日
portuguese: data de distribuição
russian: дата распределения
spanish: fecha de distribución

source: mincome
french: revenu minimum
japanese: 最低収入
portuguese: renda mínima
russian: минимальный доход

source: 1d
french: 1j
german: 1T
russian: 1д

source: <1m
russian: <1м

source: Today
french: Aujourd’hui
german: Heute
japanese: 今日
portuguese: Hoje
russian: Сегодня
spanish: Hoy

source: Yesterday
french: Hier
german: Gestern
japanese: 昨日
portuguese: Ontem
russian: Вчера
spanish: Ayer

source: {hours}h
german: {hours} Std.
japanese: {hours}時間
russian: {hours}ч

source: {minutes}m
german: {minutes} Min.
japanese: {minutes}分
russian: {minutes}м

source: Pending
french: En attente
german: Ausstehend
japanese: 保留中
portuguese: Pendente
russian: В ожидании
spanish: Pendiente

source: New message
french: Nouveau message
german: Neue Nachricht
japanese: 新しいメッセージ
portuguese: Nova mensagem
russian: Новое сообщение
spanish: Nuevo mensaje

source: A new distribution period ({period}) has started. Please check Payment TODOs.
french: Une nouvelle période de distribution ({period}) a commencé. Veuillez vérifier les opérations de paiement à envoyer.
german: Eine neue Verteilungsphase ({period}) hat begonnen. Bitte überprüfen Sie die Zahlungs-TODOs.
japanese: 新しい分配期間 ({period}) が開始されました。支払い TODO を確認してください。
portuguese: Um novo período de distribuição ({period}) começou. Verifique os TODOs de Pagamento.
russian: Начался новый период распределения ({period}). Пожалуйста, проверьте задачи по платежам.
spanish: Ha comenzado un nuevo período de distribución ({period}). Por favor, verifica las Tareas Pendientes de Pagos.

source: A new distribution period ({period}) has started. Please update your income details if they have changed.
french: Une nouvelle période de distribution ({period}) a commencé. Veuillez mettre à jour vos informations de revenus si elles ont changé.
german: Eine neue Verteilungsphase ({period}) hat begonnen. Bitte aktualisieren Sie Ihre Einkommensdetails, falls sie sich geändert haben.
japanese: 新しい分配期間 ({period}) が開始されました。収入の詳細が変更された場合は更新してください。
portuguese: Um novo período de distribuição ({period}) começou. Atualize os detalhes da sua renda se eles mudaram.
russian: Начался новый период распределения ({period}). Пожалуйста, обновите данные о доходе, если они изменились.
spanish: Ha comenzado un nuevo período de distribución ({period}). Por favor, actualiza los detalles de tus ingresos si han cambiado.

source: Contribution reminder
french: Rappel de contribution
german: Beitragserinnerung
japanese: 貢献のリマインダー
portuguese: Lembrete de contribuição
russian: Напоминание о взносе
spanish: Recordatorio de contribución

source: Distribution date change
french: Changement de date de distribution
german: Änderung des Verteilungsdatums
japanese: 分配日変更
portuguese: Alteração da data de distribuição
russian: Изменение даты распределения
spanish: Cambio de fecha de distribución

source: Distribution period ends soon
french: La période de distribution se termine bientôt
german: Verteilungsphase endet bald
japanese: 分配期間がまもなく終了
portuguese: Período de distribuição termina em breve
russian: Период распределения скоро заканчивается
spanish: El período de distribución termina pronto

source: Do not forget to send your pledge by {strong_}{date}{_strong}.
french: N'oubliez pas d'envoyer votre engagement avant le {strong_}{date}{_strong}.
german: Vergessen Sie nicht, Ihr Versprechen bis {strong_}{date}{_strong} zu senden.
japanese: {strong_}{date}{_strong} までに誓約を送信するのを忘れないでください。
portuguese: Não esqueça de enviar seu compromisso até {strong_}{date}{_strong}.
russian: Не забудьте отправить свой взнос до {strong_}{date}{_strong}.
spanish: No olvides enviar tu promesa antes de {strong_}{date}{_strong}.

source: Error
french: Erreur
german: Fehler
japanese: エラー
portuguese: Erro
russian: Ошибка

source: Internal error
french: Erreur interne
german: Interner Fehler
japanese: 内部エラー
portuguese: Erro interno
russian: Внутренняя ошибка
spanish: Error interno

source: Less than 1 week left before the distribution period ends - don't forget to send payments!
french: Il reste moins d'une semaine avant la fin de la période de distribution - n'oubliez pas d'envoyer vos paiements !
german: Weniger als 1 Woche bis zum Ende der Verteilungsperiode - vergessen Sie nicht, Zahlungen zu senden!
japanese: 配布期間終了まで1週間未満です - 支払いを忘れずに送信してください！
portuguese: Menos de 1 semana até o fim do período de distribuição - não esqueça de enviar os pagamentos!
russian: До конца периода распределения осталось меньше недели — не забудьте отправить платежи!
spanish: Menos de 1 semana antes de que termine el período de distribución - ¡no olvides enviar pagos!

source: Member added
french: Membre ajouté
german: Mitglied hinzugefügt
japanese: メンバーが追加されました
portuguese: Membro adicionado
russian: Участник добавлен
spanish: Miembro agregado

source: Member addition
french: Ajout de membre
german: Mitgliederhinzufügung
japanese: メンバー追加
portuguese: Adição de membro
russian: Добавление участника
spanish: Adición de miembro

source: Member removal
french: Suppression d'un membre
german: Mitgliederentfernung
japanese: メンバー削除
portuguese: Remoção de membro
russian: Удаление участника
spanish: Eliminación de miembro

source: Mincome change
french: Changement du revenu minimum
german: Mincome-Änderung
japanese: 最低収入の変更
portuguese: Alteração de renda mínima
russian: Изменение минимального дохода
spanish: Cambio de mincome

source: Mincome changes
french: Changements du revenu minimum
german: Mincome-Änderungen
japanese: 最低収入の変更
portuguese: Alterações de renda mínima
russian: Изменения минимального дохода
spanish: Cambios de mincome

source: New distribution period
french: Nouvelle période de distribution
german: Neue Verteilungsperiode
japanese: 新しい配布期間
portuguese: Novo período de distribuição
russian: Новый период распределения
spanish: Nuevo período de distribución

source: Non-monetary contribution updated
french: Contribution non monétaire mise à jour
german: Nicht-monetärer Beitrag aktualisiert
japanese: 非金銭的貢献が更新されました
portuguese: Contribuição não monetária atualizada
russian: Нематериальный взнос обновлён
spanish: Contribución no monetaria actualizada

source: Payment received
french: Paiement reçu
german: Zahlung erhalten
japanese: 支払いを受け取りました
portuguese: Pagamento recebido
russian: Платёж получен
spanish: Pago recibido

source: Proposal about to expire: {i_}"{proposalTitle}"{_i}. Please vote!
french: Proposition sur le point d'expirer : {i_}"{proposalTitle}"{_i}. Veuillez voter!
german: Vorschlag läuft bald ab: {i_}"{proposalTitle}"{_i}. Bitte abstimmen!
japanese: 提案が期限切れ間近: {i_}"{proposalTitle}"{_i}。投票してください！
portuguese: Proposta prestes a expirar: {i_}"{proposalTitle}"{_i}. Por favor, vote!
russian: Предложение скоро истекает: {i_}"{proposalTitle}"{_i}. Пожалуйста, проголосуйте!
spanish: Propuesta a punto de vencer: {i_}"{proposalTitle}"{_i}. ¡Por favor, vota!

source: Proposal closed
french: Proposition fermée
german: Vorschlag geschlossen
japanese: 提案が閉じられました
portuguese: Proposta fechada
russian: Предложение закрыто
spanish: Propuesta cerrada

source: Proposal expiring
french: Proposition expire
german: Vorschlag läuft ab
japanese: 提案が期限切れになります
portuguese: Proposta expirando
russian: Предложение истекает
spanish: Propuesta venciendo

source: Thank you note received
french: Merci note reçue
german: Dankesnotiz erhalten
japanese: 感謝のメモを受け取りました
portuguese: Nota de agradecimento recebida
russian: Благодарность получена
spanish: Nota de agradecimiento recibida

source: The group has a new member. Say hi to {strong_}{name}{_strong}!
french: Le groupe compte un nouveau membre. Dites bonjour à {strong_}{name}{_strong}!
german: Die Gruppe hat ein neues Mitglied. Sag hallo zu {strong_}{name}{_strong}!
japanese: グループに新しいメンバーがいます。{strong_}{name}{_strong} に挨拶しましょう！
portuguese: O grupo tem um novo membro. Diga oi para {strong_}{name}{_strong}!
russian: В группе новый участник. Поздоровайтесь с {strong_}{name}{_strong}!
spanish: El grupo tiene un nuevo miembro. ¡Saluda a {strong_}{name}{_strong}!

source: The mincome has changed to {amount}.
french: Le revenu minimum a changé pour {amount}.
german: Das Mincome wurde auf {amount} geändert.
japanese: 最低収入が {amount} に変更されました。
portuguese: A renda mínima mudou para {amount}.
russian: Минимальный доход изменён на {amount}.
spanish: El mincome ha cambiado a {amount}.

source: Update income details
french: Mettre à jour les détails des revenus
german: Einkommensdetails aktualisieren
japanese: 収入詳細を更新
portuguese: Atualizar detalhes de renda
russian: Обновить данные о доходе
spanish: Actualizar detalles de ingresos

source: Voting rule change
french: Changement des règles de vote
german: Änderung der Abstimmungsregel
japanese: 投票ルールの変更
portuguese: Alteração de regra de votação
russian: Изменение правил голосования
spanish: Cambio de regla de votación

source: Warning
french: Avertissement
german: Warnung
japanese: 警告
portuguese: Aviso
russian: Предупреждение
spanish: Advertencia

source: You created a proposal.
french: Vous avez créé une proposition.
german: Sie haben einen Vorschlag erstellt.
japanese: 提案を作成しました。
portuguese: Você criou uma proposta.
russian: Вы создали предложение.
spanish: Creaste una propuesta.

source: You haven't updated your income details in more than {months} months. Would you like to review them now?
french: Vos détails de revenu n’ont pas été mis à jour depuis plus de {months} mois. Souhaitez-vous les vérifier maintenant ?
german: Sie haben Ihre Einkommensdetails seit mehr als {months} Monaten nicht aktualisiert. Möchten Sie sie jetzt überprüfen?
japanese: {months} ヶ月以上収入詳細を更新していません。今すぐ確認しますか？
portuguese: Você não atualizou seus detalhes de renda há mais de {months} meses. Gostaria de revisá-los agora?
russian: Вы не обновляли данные о доходе более {months} месяцев. Хотите пересмотреть их сейчас?
spanish: No has actualizado los detalles de tus ingresos en más de {months} meses. ¿Te gustaría revisarlos ahora?

source: You proposed to add a member to the group.
french: Vous avez proposé d'ajouter un membre au groupe.
german: Sie haben vorgeschlagen, ein Mitglied zur Gruppe hinzuzufügen.
japanese: グループにメンバーを追加する提案をしました。
portuguese: Você propôs adicionar um membro ao grupo.
russian: Вы предложили добавить участника в группу.
spanish: Propusiste agregar un miembro al grupo.

source: You proposed to change the group distribution date.
french: Vous avez proposé de modifier la date de redistribution du groupe.
german: Sie haben vorgeschlagen, das Gruppenverteilungsdatum zu ändern.
japanese: グループの配布日を変更する提案をしました。
portuguese: Você propôs alterar a data de distribuição do grupo.
russian: Вы предложили изменить дату распределения группы.
spanish: Propusiste cambiar la fecha de distribución del grupo.

source: You proposed to change the group mincome.
french: Vous avez proposé de modifier le revenu minium de groupe.
german: Sie haben vorgeschlagen, das Gruppen-Mincome zu ändern.
japanese: グループの最低収入を変更する提案をしました。
portuguese: Você propôs alterar a renda mínima do grupo.
russian: Вы предложили изменить минимальный доход группы.
spanish: Propusiste cambiar el mincome del grupo.

source: You proposed to change the group voting system.
french: Vous avez proposé de modifier le système de vote par groupe.
german: Sie haben vorgeschlagen, das Gruppenabstimmungssystem zu ändern.
japanese: グループの投票システムを変更する提案をしました。
portuguese: Você propôs alterar o sistema de votação do grupo.
russian: Вы предложили изменить систему голосования группы.
spanish: Propusiste cambiar el sistema de votación del grupo.

source: You proposed to remove a member from the group.
french: Vous avez proposé de supprimer un membre du groupe.
german: Sie haben vorgeschlagen, ein Mitglied aus der Gruppe zu entfernen.
japanese: グループからメンバーを削除する提案をしました。
portuguese: Você propôs remover um membro do grupo.
russian: Вы предложили удалить участника из группы.
spanish: Propusiste eliminar un miembro del grupo.

source: Your proposal "{title}" was {strong_}{closedWith}{_strong}.
french: Votre proposition "{title}" a été {strong_}{closedWith}{_strong}.
german: Ihr Vorschlag "{title}" wurde {strong_}{closedWith}{_strong}.
japanese: あなたの提案「{title}」が {strong_}{closedWith}{_strong} されました。
portuguese: Sua proposta "{title}" foi {strong_}{closedWith}{_strong}.
russian: Ваше предложение "{title}" было {strong_}{closedWith}{_strong}.
spanish: Tu propuesta "{title}" fue {strong_}{closedWith}{_strong}.

source: Your proposal to add {member} to the group was {strong_}{closedWith}{_strong}.
french: Votre proposition d'ajouter {member} dans le groupe a été {strong_}{closedWith}{_strong}.
german: Ihr Vorschlag, {member} zur Gruppe hinzuzufügen, wurde {strong_}{closedWith}{_strong}.
japanese: グループに {member} を追加する提案が {strong_}{closedWith}{_strong} されました。
portuguese: Sua proposta para adicionar {member} ao grupo foi {strong_}{closedWith}{_strong}.
russian: Ваше предложение добавить {member} в группу было {strong_}{closedWith}{_strong}.
spanish: Tu propuesta para agregar {member} al grupo fue {strong_}{closedWith}{_strong}.

source: Your proposal to change group's {setting} to {value} was {strong_}{closedWith}{_strong}.
french: Votre proposition de changer le {setting} du groupe pour {value} a été {strong_}{closedWith}{_strong}.
german: Ihr Vorschlag, die Gruppeneinstellung {setting} auf {value} zu ändern, wurde {strong_}{closedWith}{_strong}.
japanese: グループの {setting} を {value} に変更する提案が {strong_}{closedWith}{_strong} されました。
portuguese: Sua proposta para alterar o {setting} do grupo para {value} foi {strong_}{closedWith}{_strong}.
russian: Ваше предложение изменить {setting} группы на {value} было {strong_}{closedWith}{_strong}.
spanish: Tu propuesta para cambiar el {setting} del grupo a {value} fue {strong_}{closedWith}{_strong}.

source: Your proposal to change group's {setting} was {strong_}{closedWith}{_strong}.
french: Votre proposition de changer le {setting} a été {strong_}{closedWith}{_strong}.
german: Ihr Vorschlag, die Gruppeneinstellung {setting} zu ändern, wurde {strong_}{closedWith}{_strong}.
japanese: グループの {setting} を変更する提案が {strong_}{closedWith}{_strong} されました。
portuguese: Sua proposta para alterar o {setting} do grupo foi {strong_}{closedWith}{_strong}.
russian: Ваше предложение изменить {setting} группы было {strong_}{closedWith}{_strong}.
spanish: Tu propuesta para cambiar el {setting} del grupo fue {strong_}{closedWith}{_strong}.

source: Your proposal to remove {member} from the group was {strong_}{closedWith}{_strong}.
french: Votre proposition de supprimer {member} du groupe a été {strong_}{closedWith}{_strong}.
german: Ihr Vorschlag, {member} aus der Gruppe zu entfernen, wurde {strong_}{closedWith}{_strong}.
japanese: グループから {member} を削除する提案が {strong_}{closedWith}{_strong} されました。
portuguese: Sua proposta para remover {member} do grupo foi {strong_}{closedWith}{_strong}.
russian: Ваше предложение удалить {member} из группы было {strong_}{closedWith}{_strong}.
spanish: Tu propuesta para eliminar {member} del grupo fue {strong_}{closedWith}{_strong}.

source: accepted
french: accepté
german: akzeptiert
japanese: 承認
portuguese: aceita
russian: принято
spanish: aceptada

source: cancelled
french: annulé
german: abgebrochen
japanese: キャンセル
portuguese: cancelada
russian: отменено
spanish: cancelada

source: expired
french: expiré
german: abgelaufen
japanese: 期限切れ
portuguese: expirada
russian: истекло
spanish: vencida

source: rejected
french: rejeté
german: abgelehnt
japanese: 拒否
portuguese: rejeitada
russian: отклонено
spanish: rechazada

source: {errName} during {activity} for '{action}' from {b_}{who}{_b} to '{contract}': '{errMsg}'
french: {errName} pendant {activity} pour '{action}' de {b_}{who}{_b} à '{contract}': '{errMsg}'
german: {errName} während {activity} für '{action}' von {b_}{who}{_b} an '{contract}': '{errMsg}'
japanese: {activity} 中の {errName} で「{action}」: {b_}{who}{_b} から「{contract}」へ: 「{errMsg}」
portuguese: {errName} durante {activity} para '{action}' de {b_}{who}{_b} para '{contract}': '{errMsg}'
russian: {errName} во время {activity} для '{action}' от {b_}{who}{_b} к '{contract}': '{errMsg}'
spanish: {errName} durante {activity} para '{action}' de {b_}{who}{_b} a '{contract}': '{errMsg}'

source: {errName} during {activity} for '{action}' from {who} to '{contract}': '{errMsg}'
french: {errName} pendant {activity} pour '{action}' de {who} à '{contract}': '{errMsg}'
german: {errName} während {activity} für '{action}' von {who} an '{contract}': '{errMsg}'
japanese: {activity} 中の {errName} で「{action}」: {who} から「{contract}」へ: 「{errMsg}」
portuguese: {errName} durante {activity} para '{action}' de {who} para '{contract}': '{errMsg}'
russian: {errName} во время {activity} для '{action}' от {who} к '{contract}': '{errMsg}'
spanish: {errName} durante {activity} para '{action}' de {who} a '{contract}': '{errMsg}'

source: {errName} during {activity} for '{action}' to '{contract}': '{errMsg}'
french: {errName} pendant {activity} pour '{action}' à '{contract}' : '{errMsg}'
german: {errName} während {activity} für '{action}' an '{contract}': '{errMsg}'
japanese: {activity} 中の {errName} で「{action}」: 「{contract}」へ: 「{errMsg}」
portuguese: {errName} durante {activity} para '{action}' para '{contract}': '{errMsg}'
russian: {errName} во время {activity} для '{action}' к '{contract}': '{errMsg}'
spanish: {errName} durante {activity} para '{action}' a '{contract}': '{errMsg}'
