Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Delete message
french: Supprimer le message
german: Nachricht löschen
japanese: メッセージを削除
portuguese: Excluir mensagem
russian: Удалить сообщение
spanish: Eliminar mensaje

source: (you)
french: (vous)
german: (Sie)
japanese: (あなた)
portuguese: (você)
russian: (вы)
spanish: (tú)

source: Direct Messages
french: Conversations privées
german: Direktnachrichten
japanese: ダイレクト メッセージ
portuguese: Mensagens Diretas
russian: Личные сообщения
spanish: Mensajes Directos

source: Added.
french: Ajouté.
german: Hinzugefügt.
japanese: 追加済み。
portuguese: Adicionado.
russian: Добавлено.
spanish: Agregado.

source: Channel members
french: Membres du salon
german: Kanalmitglieder
japanese: チャンネル メンバー
portuguese: Membros do canal
russian: Участники канала
spanish: Miembros del canal

source: Group members only
french: Membres du groupe uniquement
german: Nur Gruppenmitglieder
japanese: グループ メンバーのみ
portuguese: Apenas membros do grupo
russian: Только члены группы
spanish: Solo miembros del grupo

source: Removed.
french: Supprimé.
german: Entfernt.
japanese: 削除されました。
portuguese: Removido.
russian: Удалено.
spanish: Eliminado.

source: Private channel
french: Salon privé
german: Privater Kanal
japanese: プライベートチャンネル
portuguese: Canal privado
russian: Приватный канал
spanish: Canal privado

source: Public channel
french: Salon public
german: Öffentlicher Kanal
japanese: 公開チャンネル
portuguese: Canal público
russian: Публичный канал
spanish: Canal público

source: {name} (you)
french: {name} (vous)
german: {name} (Sie)
japanese: {name} (あなた)
portuguese: {name} (você)
russian: {name} (вы)
spanish: {name} (tú)

source: Others ({nbMembers})
french: Autres ({nbMembers})
german: Andere ({nbMembers})
japanese: その他 ({nbMembers})
portuguese: Outros ({nbMembers})
russian: Другие ({nbMembers})
spanish: Otros ({nbMembers})

source: Search
french: Rechercher
german: Suchen
japanese: 検索
portuguese: Pesquisar
russian: Поиск
spanish: Buscar

source: Showing {searchCount} {strong_}results{_strong} for "{searchTerm}"
french: {searchCount} {strong_}résultats{_strong} correspondant à la recherche "{searchTerm}"
german: {searchCount} {strong_}Ergebnisse{_strong} für "{searchTerm}" anzeigen
japanese: 「{searchTerm}」の {strong_}{searchCount} 件の結果を表示{_strong}
portuguese: Mostrando {searchCount} {strong_}resultados{_strong} para "{searchTerm}"
russian: Показаны {searchCount} {strong_}результаты{_strong} для "{searchTerm}"
spanish: Mostrando {searchCount} {strong_}resultados{_strong} para "{searchTerm}"

source: Showing {strong_}1 result{_strong} for "{searchTerm}"
french: {strong_}1 résultat{_strong} correspond à la recherche "{searchTerm}"
german: {strong_}1 Ergebnis{_strong} für "{searchTerm}" anzeigen
japanese: 「{searchTerm}」の {strong_}1 件の結果を表示{_strong}
portuguese: Mostrando {strong_}1 resultado{_strong} para "{searchTerm}"
russian: Показан {strong_}1 результат{_strong} для "{searchTerm}"
spanish: Mostrando {strong_}1 resultado{_strong} para "{searchTerm}"

source: Sorry, we couldn't find anyone called "{searchTerm}"
french: Désolé, nous n’avons trouvé personne dont le nom soit "{searchTerm}"
german: Entschuldigung, wir konnten niemanden namens "{searchTerm}" finden
japanese: 申し訳ありません。「{searchTerm}」という人物が見つかりませんでした
portuguese: Desculpe, não encontramos ninguém chamado "{searchTerm}"
russian: Извините, мы не нашли никого по имени "{searchTerm}"
spanish: Lo sentimos, no pudimos encontrar a nadie llamado "{searchTerm}"

source: Members
french: Membres
german: Mitglieder
japanese: メンバー
portuguese: Membros
russian: Участники
spanish: Miembros

source: Add {span_}to channel{_span}
french: Ajouter {span_}au canal{_span}
german: {span_}Zum Kanal hinzufügen{_span}
japanese: {span_}チャンネルに追加{_span}
portuguese: Adicionar {span_}ao canal{_span}
russian: Добавить {span_}в канал{_span}
spanish: Agregar {span_}al canal{_span}

source: Channel members ({nbMembers})
french: Membres du salon ({nbMembers})
german: Kanalmitglieder ({nbMembers})
japanese: チャンネル メンバー ({nbMembers})
portuguese: Membros do canal ({nbMembers})
russian: Участники канала ({nbMembers})
spanish: Miembros del canal ({nbMembers})

source: Undo
french: Annuler
german: Rückgängig
japanese: 元に戻す
portuguese: Desfazer
russian: Отменить
spanish: Deshacer

source: All new messages
french: Tous les nouveaux messages
german: Alle neuen Nachrichten
japanese: すべての新しいメッセージ
portuguese: Todas as novas mensagens
russian: Все новые сообщения
spanish: Todos los nuevos mensajes

source: Direct messages and mentions
french: Messages directs et mentions
german: Direktnachrichten und Erwähnungen
japanese: ダイレクト メッセージとメンション
portuguese: Mensagens diretas e menções
russian: Личные сообщения и упоминания
spanish: Mensajes directos y menciones

source: Mute all sounds from chat notifications
french: Couper tous les sons des notifications de chat
german: Alle Chat-Benachrichtigungstöne stummschalten
japanese: チャット通知のすべての音をミュート
portuguese: Silenciar todos os sons de notificações de chat
russian: Отключить все звуки уведомлений чата
spanish: Silenciar todos los sonidos de notificaciones de chat

source: Nothing
french: Rien
german: Nichts
japanese: なし
portuguese: Nada
russian: Ничего
spanish: Nada

source: Play sounds for all new messages
french: Jouer des sons pour tous les nouveaux messages
german: Töne für alle neuen Nachrichten abspielen
japanese: すべての新しいメッセージで音を再生
portuguese: Reproduzir sons para todas as novas mensagens
russian: Воспроизводить звуки для всех новых сообщений
spanish: Reproducir sonidos para todos los nuevos mensajes

source: Play sounds for direct messages and mentions
french: Jouer des sons pour les messages directs et les mentions
german: Töne für Direktnachrichten und Erwähnungen abspielen
japanese: ダイレクトメッセージとメンションで音を再生
portuguese: Reproduzir sons para mensagens diretas e menções
russian: Воспроизводить звуки для личных сообщений и упоминаний
spanish: Reproducir sonidos para mensajes directos y menciones

source: Send notifications for:
french: Envoyer des notifications pour:
german: Benachrichtigungen senden für:
japanese: 通知を送信:
portuguese: Enviar notificações para:
russian: Отправлять уведомления для:
spanish: Enviar notificaciones para:

source: Sounds:
french: Sons:
german: Töne:
japanese: 音:
portuguese: Sons:
russian: Звуки:
spanish: Sonidos:

source: This field is required
french: Ce champ est requis
german: Dieses Feld ist erforderlich
japanese: このフィールドは必須です
portuguese: Este campo é obrigatório
russian: Это поле обязательно для заполнения
spanish: Este campo es requerido

source: Notifications
german: Benachrichtigungen
japanese: 通知
portuguese: Notificações
russian: Уведомления
spanish: Notificaciones

source: Add a description
french: Ajouter une description
german: Eine Beschreibung hinzufügen
japanese: 説明を追加
portuguese: Adicionar uma descrição
russian: Добавить описание
spanish: Agregar una descripción

source: I’m here to keep you update while you are away.
french: Je suis là pour vous tenir au courant pendant votre absence.
german: Ich bin hier, um Sie auf dem Laufenden zu halten, während Sie weg sind.
japanese: あなたが離れている間、更新をお知らせします。
portuguese: Estou aqui para mantê-lo atualizado enquanto você está ausente.
russian: Я здесь, чтобы держать вас в курсе, пока вас нет.
spanish: Estoy aquí para mantenerte actualizado mientras estás ausente.

source: This is the beginning of {name}.
french: Ceci est le début du salon « {name} ».
german: Dies ist der Anfang von {name}.
japanese: {name} の始まりです。
portuguese: Este é o início de {name}.
russian: Это начало {name}.
spanish: Este es el comienzo de {name}.

source: Welcome!
french: Bienvenue!
german: Willkommen!
japanese: ようこそ！
portuguese: Bem-vindo!
russian: Добро пожаловать!
spanish: ¡Bienvenido!

source: You and {name} can chat in private here.
french: Vous et {name} pouvez discuter ici en privé.
german: Sie und {name} können hier privat chatten.
japanese: あなたと {name} はここでプライベートチャットができます。
portuguese: Você e {name} podem conversar em particular aqui.
russian: Вы и {name} можете общаться в приватном режиме здесь.
spanish: Tú y {name} pueden chatear en privado aquí.

source: You can post private notes to yourself here.
french: Vous pouvez publier des notes privées pour vous-même ici.
german: Sie können hier private Notizen für sich selbst posten.
japanese: ここに自分へのプライベートノートを投稿できます。
portuguese: Você pode postar notas privadas para si mesmo aqui.
russian: Вы можете публиковать приватные заметки для себя здесь.
spanish: Puedes publicar notas privadas para ti aquí.

source: Add members
french: Ajouter des membres
german: Mitglieder hinzufügen
japanese: メンバーを追加
portuguese: Adicionar membros
russian: Добавить участников
spanish: Agregar miembros

source: Channels
french: Canaux de discussion
german: Kanäle
japanese: チャンネル
portuguese: Canais
russian: Каналы
spanish: Canales

source: All group members will be able to see or join this channel.
french: Tous les membres du groupe pourront voir ou rejoindre cette chaîne.
german: Alle Gruppenmitglieder können diesen Kanal sehen oder beitreten.
japanese: すべてのグループメンバーがこのチャンネルを見たり参加したりできます。
portuguese: Todos os membros do grupo poderão ver ou entrar neste canal.
russian: Все члены группы смогут видеть или присоединяться к этому каналу.
spanish: Todos los miembros del grupo podrán ver o unirse a este canal.

source: Channel Privacy
french: Confidentialité de la chaîne
german: Kanalprivatsphäre
japanese: チャンネル プライバシー
portuguese: Privacidade do Canal
russian: Конфиденциальность канала
spanish: Privacidad del Canal

source: Create a channel
french: Créer un salon
german: Einen Kanal erstellen
japanese: チャンネルを作成
portuguese: Criar um canal
russian: Создать канал
spanish: Crear un canal

source: Create channel
french: Créer le salon
german: Kanal erstellen
japanese: チャンネルを作成
portuguese: Criar canal
russian: Создать канал
spanish: Crear canal

source: Failed to create chat channel. {reportError}
french: La création de la conversation a échoué. {reportError}
german: Fehler beim Erstellen des Chat-Kanals. {reportError}
japanese: チャットチャンネルの作成に失敗。{reportError}
portuguese: Falha ao criar canal de chat. {reportError}
russian: Не удалось создать канал чата. {reportError}
spanish: No se pudo crear el canal de chat. {reportError}

source: Group channel
french: Canal du groupe
german: Gruppenkanal
japanese: グループ チャンネル
portuguese: Canal do grupo
russian: Канал группы
spanish: Canal de grupo

source: Only added members will have access.
french: Seuls les membres du salon y auront accès.
german: Nur hinzugefügte Mitglieder haben Zugriff.
japanese: 追加されたメンバーのみがアクセスできます。
portuguese: Apenas membros adicionados terão acesso.
russian: Доступ будут иметь только добавленные участники.
spanish: Solo los miembros agregados tendrán acceso.

source: People from outside the group can see the channel's content
french: Les personnes extérieures au groupe peuvent voir le contenu du canal.
german: Menschen außerhalb der Gruppe können den Inhalt des Kanals sehen
japanese: グループ外の人がチャンネルの内容を見ることができます
portuguese: Pessoas de fora do grupo podem ver o conteúdo do canal
russian: Люди вне группы могут видеть содержимое канала
spanish: Personas de fuera del grupo pueden ver el contenido del canal

source: Please select
french: Veuillez sélectionner
german: Bitte auswählen
japanese: 選択してください
portuguese: Por favor, selecione
russian: Пожалуйста, выберите
spanish: Por favor, selecciona

source: Description of the channel
french: Description du salon
german: Beschreibung des Kanals
japanese: チャンネルの説明
portuguese: Descrição do canal
russian: Описание канала
spanish: Descripción del canal

source: Description
german: Beschreibung
japanese: 説明
portuguese: Descrição
russian: Описание
spanish: Descripción

source: Reached character limit.
french: Limite de caractères atteinte.
german: Zeichenlimit erreicht.
japanese: 文字数制限に達しました。
portuguese: Limite de caracteres atingido.
russian: Достигнут лимит символов.
spanish: Límite de caracteres alcanzado.

source: Name
french: Nom
japanese: 名前
portuguese: Nome
russian: Название
spanish: Nombre

source: A question is required.
french: Une question est requise.
german: Eine Frage ist erforderlich.
japanese: 質問が必要です。
portuguese: Uma pergunta é necessária.
russian: Требуется вопрос.
spanish: Se requiere una pregunta.

source: Add options
french: Ajouter des options
german: Optionen hinzufügen
japanese: オプションを追加
portuguese: Adicionar opções
russian: Добавить варианты
spanish: Agregar opciones

source: Allow multiple choice
french: Autoriser les choix multiples
german: Mehrfachauswahl erlauben
japanese: 複数選択を許可
portuguese: Permitir escolha múltipla
russian: Разрешить множественный выбор
spanish: Permitir selección múltiple

source: Ask a question!
french: Poser une question!
german: Stellen Sie eine Frage!
japanese: 質問を投稿！
portuguese: Faça uma pergunta!
russian: Задайте вопрос!
spanish: ¡Haz una pregunta!

source: Expires after (days)
french: Expire après (days)
german: Läuft ab nach (Tagen)
japanese: (日数) 後に期限切れ
portuguese: Expira após (dias)
russian: Истекает через (дни)
spanish: Expira después de (días)

source: Hide who voted
french: Cacher qui a voté
german: Verbergen, wer abgestimmt hat
japanese: 投票者を非表示
portuguese: Ocultar quem votou
russian: Скрыть, кто голосовал
spanish: Ocultar quién votó

source: New poll
french: Nouveau sondage
german: Neue Umfrage
japanese: 新しい投票
portuguese: Nova enquete
russian: Новый опрос
spanish: Nueva encuesta

source: Note: it is possible for a group member to "hack" the app to figure out who voted on what.
french: Note : il est possible pour un membre du groupe de "hacker" l'application pour savoir qui a voté quoi.
german: Hinweis: Es ist möglich, dass ein Gruppenmitglied die App "hackt", um herauszufinden, wer wofür abgestimmt hat.
japanese: 注意: グループメンバーがアプリを「ハック」して誰が何に投票したかを知ることが可能です。
portuguese: Nota: é possível que um membro do grupo "hackeie" o app para descobrir quem votou no quê.
russian: Примечание: член группы может "взломать" приложение, чтобы узнать, кто за что голосовал.
spanish: Nota: es posible que un miembro del grupo "hackee" la app para averiguar quién votó qué.

source: Option value
french: Valeur de l'option
german: Optionswert
japanese: オプション値
portuguese: Valor da opção
russian: Значение варианта
spanish: Valor de opción

source: Option {index}
japanese: オプション {index}
portuguese: Opção {index}
russian: Вариант {index}
spanish: Opción {index}

source: Remove option
french: Supprimer l'option
german: Option entfernen
japanese: オプションを削除
portuguese: Remover opção
russian: Удалить вариант
spanish: Eliminar opción

source: Create poll
french: Créer un sondage
german: Umfrage erstellen
japanese: 投票を作成
portuguese: Criar enquete
russian: Создать опрос
spanish: Crear encuesta

source: Add more
french: Ajouter
german: Mehr hinzufügen
japanese: さらに追加
portuguese: Adicionar mais
russian: Добавить еще
spanish: Agregar más

source: Failed to change the chatroom settings
french: Impossible de modifier les paramètres de la salle de discussion
german: Fehler beim Ändern der Chatroom-Einstellungen
japanese: チャットルーム設定の変更に失敗
portuguese: Falha ao alterar configurações do chatroom
russian: Не удалось изменить настройки чата
spanish: No se pudo cambiar la configuración del chat

source: Failed to create a new chatroom
french: Échec de la création d'un nouveau salon de discussion
german: Fehler beim Erstellen eines neuen Chatrooms
japanese: 新しいチャットルームの作成に失敗
portuguese: Falha ao criar um novo chatroom
russian: Не удалось создать новый чат
spanish: No se pudo crear un nuevo chat

source: All messages will be deleted;
french: Tous les messages seront effacés ;
german: Alle Nachrichten werden gelöscht;
japanese: すべてのメッセージが削除されます;
portuguese: Todas as mensagens serão excluídas;
russian: Все сообщения будут удалены;
spanish: Todos los mensajes serán eliminados;

source: Are you sure you want to delete {name}?
french: Êtes-vous sûr(e) de vouloir supprimer « {name} » ?
german: Sind Sie sicher, dass Sie {name} löschen möchten?
japanese: {name} を削除してもよろしいですか？
portuguese: Tem certeza de que deseja excluir {name}?
russian: Вы уверены, что хотите удалить {name}?
spanish: ¿Estás seguro de que quieres eliminar {name}?

source: Members will be removed from the channel;
french: Les membres seront exclus du salon ;
german: Mitglieder werden aus dem Kanal entfernt;
japanese: メンバーがチャンネルから削除されます;
portuguese: Os membros serão removidos do canal;
russian: Участники будут удалены из канала;
spanish: Los miembros serán eliminados del canal;

source: Please confirm that you want to delete this channel
french: Veuillez confirmer si vous voulez supprimer ce salon
german: Bitte bestätigen Sie, dass Sie diesen Kanal löschen möchten
japanese: このチャンネルを削除することを確認してください
portuguese: Confirme que deseja excluir este canal
russian: Пожалуйста, подтвердите, что вы хотите удалить этот канал
spanish: Por favor, confirma que quieres eliminar este canal

source: This channel will no longer be visible.
french: Ce salon ne sera plus visible.
german: Dieser Kanal wird nicht mehr sichtbar sein.
japanese: このチャンネルはもう表示されなくなります。
portuguese: Este canal não será mais visível.
russian: Этот канал больше не будет виден.
spanish: Este canal ya no será visible.

source: Yes, I want to {strong_}delete {name} permanently{_strong}.
french: Oui, je veux {strong_}supprimer « {name} » de manière permanente{_strong}.
german: Ja, ich möchte {strong_}{name} dauerhaft löschen{_strong}.
japanese: はい、{strong_}{name} を永久に削除{_strong} します。
portuguese: Sim, quero {strong_}excluir {name} permanentemente{_strong}.
russian: Да, я хочу {strong_}навсегда удалить {name}{_strong}.
spanish: Sí, quiero {strong_}eliminar {name} permanentemente{_strong}.

source: This action {strong_}cannot be undone{_strong}.
french: Cette action {strong_}est irréversible{_strong}.
german: Diese Aktion {strong_}kann nicht rückgängig gemacht werden{_strong}.
japanese: この操作は {strong_}元に戻せません{_strong}。
portuguese: Esta ação {strong_}não pode ser desfeita{_strong}.
russian: Это действие {strong_}нельзя отменить{_strong}.
spanish: Esta acción {strong_}no se puede deshacer{_strong}.

source: Delete channel
french: Supprimer le salon
german: Kanal löschen
japanese: チャンネルを削除
portuguese: Excluir canal
russian: Удалить канал
spanish: Eliminar canal

source: Channel description
french: Description du salon
german: Kanalbeschreibung
japanese: チャンネル説明
portuguese: Descrição do canal
russian: Описание канала
spanish: Descripción del canal

source: DELETE {GROUP_NAME}
french: SUPPRIMER {GROUP_NAME}
german: GRUPPE {GROUP_NAME} LÖSCHEN
japanese: {GROUP_NAME} を削除
portuguese: EXCLUIR {GROUP_NAME}
russian: УДАЛИТЬ {GROUP_NAME}
spanish: ELIMINAR {GROUP_NAME}

source: Rename channel
french: Renommer le salon
german: Kanal umbenennen
japanese: チャンネル名を変更
portuguese: Renomear canal
russian: Переименовать канал
spanish: Renombrar canal

source: Groups chat shortcut
french: Raccourci vers la conversation de groupe
german: Gruppen-Chat-Verknüpfung
japanese: グループ チャット ショートカット
portuguese: Atalho de chat de grupos
russian: Ярлык чата групп
spanish: Acceso directo al chat de grupos

source: Are you sure you want to leave {channelName}?
french: Êtes-vous sûr(e) de vouloir quitter {channelName} ?
german: Sind Sie sicher, dass Sie {channelName} verlassen möchten?
japanese: {channelName} から退出してもよろしいですか？
portuguese: Tem certeza de que deseja sair de {channelName}?
russian: Вы уверены, что хотите покинуть {channelName}?
spanish: ¿Estás seguro de que quieres salir de {channelName}?

source: Leave Channel
french: Quitter le salon
german: Kanal verlassen
japanese: チャンネルを退出
portuguese: Sair do Canal
russian: Покинуть канал
spanish: Salir del Canal

source: You will no longer be able to send or see messages in this channel.
french: Vous ne pourrez plus envoyer ni recevoir des messages dans ce salon.
german: Sie können keine Nachrichten mehr senden oder in diesem Kanal sehen.
japanese: このチャンネルでメッセージの送信や表示ができなくなります。
portuguese: Você não poderá mais enviar ou ver mensagens neste canal.
russian: Вы больше не сможете отправлять или видеть сообщения в этом канале.
spanish: Ya no podrás enviar ni ver mensajes en este canal.

source: Copy message link
french: Copier le lien du message
german: Nachrichtenlink kopieren
japanese: メッセージリンクをコピー
portuguese: Copiar link da mensagem
russian: Копировать ссылку на сообщение
spanish: Copiar enlace del mensaje

source: Copy message text
french: Copier le texte du message
german: Nachrichtentext kopieren
japanese: メッセージテキストをコピー
portuguese: Copiar texto da mensagem
russian: Копировать текст сообщения
spanish: Copiar texto del mensaje

source: Mark unread
french: Indiquer comme non lu
german: Als ungelesen markieren
japanese: 未読にマーク
portuguese: Marcar como não lido
russian: Отметить как непрочитанное
spanish: Marcar como no leído

source: More options
french: Autres options
german: Mehr Optionen
japanese: その他のオプション
portuguese: Mais opções
russian: Больше опций
spanish: Más opciones

source: Pin to channel
french: Epingler vers canal
german: An Kanal anheften
japanese: チャンネルにピン留め
portuguese: Fixar no canal
russian: Закрепить в канале
spanish: Fijar en el canal

source: Reply
french: Répondre
german: Antworten
japanese: 返信
portuguese: Responder
russian: Ответить
spanish: Responder

source: Unpin from channel
french: Détâcher du canal
german: Aus Kanal lösen
japanese: チャンネルからピン留め解除
portuguese: Desfixar do canal
russian: Открепить из канала
spanish: Desfijar del canal

source: Add reaction
french: Ajouter une réaction
german: Reaktion hinzufügen
japanese: リアクションを追加
portuguese: Adicionar reação
russian: Добавить реакцию
spanish: Añadir reacción

source: Retry
french: Réessayer
german: Wiederholen
japanese: 再試行
portuguese: Tentar novamente
russian: Повторить
spanish: Reintentar

source: Edit
french: Éditer
german: Bearbeiten
japanese: 編集
portuguese: Editar
russian: Редактировать
spanish: Editar

source: Message failed to send.
french: L'envoi du message a échoué.
german: Nachricht konnte nicht gesendet werden.
japanese: メッセージの送信に失敗しました。
portuguese: Falha ao enviar mensagem.
russian: Не удалось отправить сообщение.
spanish: El mensaje falló al enviarse.

source: Pinned by {strong_}{user}{_strong}
french: Épinglé par {strong_}{user}{_strong}
german: Angesetzt von {strong_}{user}{_strong}
japanese: {strong_}{user}{_strong} によってピン留め
portuguese: Fixado por {strong_}{user}{_strong}
russian: Закреплено {strong_}{user}{_strong}
spanish: Fijado por {strong_}{user}{_strong}

source: Resend message
french: Renvoyer le message
german: Nachricht erneut senden
japanese: メッセージを再送信
portuguese: Reenviar mensagem
russian: Переотправить сообщение
spanish: Reenviar mensaje

source: Show less
french: Voir moins
german: Weniger anzeigen
japanese: 少なく表示
portuguese: Mostrar menos
russian: Показать меньше
spanish: Mostrar menos

source: Show more
french: Voir plus
german: Mehr anzeigen
japanese: 多く表示
portuguese: Mostrar mais
russian: Показать больше
spanish: Mostrar más

source: you
french: vous
german: Sie
japanese: あなた
portuguese: você
russian: вы
spanish: tú

source: Proposal Accepted
french: Proposition acceptée
german: Vorschlag akzeptiert
japanese: 提案が承認されました
portuguese: Proposta Aceita
russian: Предложение принято
spanish: Propuesta aceptada

source: Proposal cancelled
french: Proposition annulée
german: Vorschlag abgebrochen
japanese: 提案がキャンセルされました
portuguese: Proposta cancelada
russian: Предложение отменено
spanish: Propuesta cancelada

source: Proposal expired
french: Proposition expirée
german: Vorschlag abgelaufen
japanese: 提案が期限切れになりました
portuguese: Proposta expirada
russian: Срок предложения истек
spanish: Propuesta expirada

source: Proposal expiring on {date}
french: Proposition expirant le {date}
german: Vorschlag läuft am {date} ab
japanese: {date} に提案が期限切れになります
portuguese: Proposta expirando em {date}
russian: Срок предложения истекает {date}
spanish: Propuesta expira el {date}
