Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: "{errorMsg}". You can {a_}report the error{_a}.
french: "{errorMsg}". Vous pouvez {a_}signaler l’erreur{_a}.
german: "{errorMsg}". Sie können den Fehler {a_}melden{_a}.
japanese: 「{errorMsg}」。{a_}エラーを報告{_a} できます。
portuguese: "{errorMsg}". Você pode {a_}reportar o erro{_a}.
russian: "{errorMsg}". Вы можете {a_}сообщить об ошибке{_a}.
spanish: "{errorMsg}". Puedes {a_}reportar el error{_a}.

source: Failed to add message.
french: Échec de l'ajout du message.
german: Fehler beim Hinzufügen der Nachricht.
japanese: メッセージの追加に失敗。
portuguese: Falha ao adicionar mensagem.
russian: Не удалось добавить сообщение.
spanish: Error al agregar mensaje.

source: Failed to change chat channel description.
french: Impossible de modifier la description de la conversation.
german: Fehler beim Ändern der Chat-Kanalbeschreibung.
japanese: チャットチャンネル説明の変更に失敗。
portuguese: Falha ao alterar descrição do canal de chat.
russian: Не удалось изменить описание канала чата.
spanish: Error al cambiar la descripción del canal de chat.

source: Failed to change vote on a poll.
french: Impossible de changer le vote sur a sondage.
german: Fehler beim Ändern der Abstimmung in einer Umfrage.
japanese: 投票の変更に失敗。
portuguese: Falha ao alterar voto em uma enquete.
russian: Не удалось изменить голос в опросе.
spanish: Error al cambiar el voto en una encuesta.

source: Failed to close a poll.
french: Échec de la fermeture d'un sondage.
german: Fehler beim Schließen einer Umfrage.
japanese: 投票のクローズに失敗。
portuguese: Falha ao fechar uma enquete.
russian: Не удалось закрыть опрос.
spanish: Error al cerrar una encuesta.

source: Failed to create chat channel.
french: La création de la conversation a échouée.
german: Fehler beim Erstellen des Chat-Kanals.
japanese: チャットチャンネルの作成に失敗。
portuguese: Falha ao criar canal de chat.
russian: Не удалось создать канал чата.
spanish: Error al crear canal de chat.

source: Failed to delete attachment of message.
french: Échec de la suppression de la pièce jointe du message.
german: Fehler beim Löschen des Anhangs der Nachricht.
japanese: メッセージ添付の削除に失敗。
portuguese: Falha ao excluir anexo da mensagem.
russian: Не удалось удалить вложение сообщения.
spanish: Error al eliminar adjunto del mensaje.

source: Failed to delete message.
french: Échec de la suppression du message.
german: Fehler beim Löschen der Nachricht.
japanese: メッセージの削除に失敗。
portuguese: Falha ao excluir mensagem.
russian: Не удалось удалить сообщение.
spanish: Error al eliminar mensaje.

source: Failed to edit message.
french: Échec de la modification du message.
german: Fehler beim Bearbeiten der Nachricht.
japanese: メッセージの編集に失敗。
portuguese: Falha ao editar mensagem.
russian: Не удалось отредактировать сообщение.
spanish: Error al editar mensaje.

source: Failed to make emotion.
french: Échec de la création d'émotions.
german: Fehler beim Erstellen einer Emotion.
japanese: リアクションの作成に失敗。
portuguese: Falha ao fazer emoção.
russian: Не удалось добавить эмоцию.
spanish: Error al hacer emoción.

source: Failed to pin message.
french: Échec de l'épinglage du message.
german: Fehler beim Anheften der Nachricht.
japanese: メッセージのピン留めに失敗。
portuguese: Falha ao fixar mensagem.
russian: Не удалось закрепить сообщение.
spanish: Error al fijar mensaje.

source: Failed to send stopped typing notification
french: Échec de l'envoi de la notification d'arrêt de frappe
german: Fehler beim Senden der Benachrichtigung zum Stoppen des Tippens
japanese: タイピング停止通知の送信に失敗
portuguese: Falha ao enviar notificação de parada de digitação
russian: Не удалось отправить уведомление о прекращении набора текста
spanish: Error al enviar notificación de detención de escritura

source: Failed to send typing notification
french: Échec de l'envoi de la notification de frappe
german: Fehler beim Senden der Tipp-Benachrichtigung
japanese: タイピング通知の送信に失敗
portuguese: Falha ao enviar notificação de digitação
russian: Не удалось отправить уведомление о наборе текста
spanish: Error al enviar notificación de escritura

source: Failed to unpin message.
french: Échec de l'épinglage du message.
german: Fehler beim Abheften der Nachricht.
japanese: メッセージのピン解除に失敗。
portuguese: Falha ao desfixar mensagem.
russian: Не удалось открепить сообщение.
spanish: Error al desanclar mensaje.

source: Failed to vote on a poll.
french: N'a pas voté lors d'un scrutin.
german: Fehler beim Abstimmen über eine Umfrage.
japanese: 投票への投票に失敗。
portuguese: Falha ao votar em uma enquete.
russian: Не удалось проголосовать в опросе.
spanish: Error al votar en una encuesta.

source: Failed to delete chat channel.
french: Impossible de supprimer la conversation.
german: Fehler beim Löschen des Chat-Kanals.
japanese: チャットチャンネルの削除に失敗。
portuguese: Falha ao excluir canal de chat.
russian: Не удалось удалить канал чата.
spanish: Error al eliminar canal de chat.

source: Failed to join chat channel.
french: Impossible de joindre la conversation.
german: Fehler beim Beitreten des Chat-Kanals.
japanese: チャットチャンネルの参加に失敗。
portuguese: Falha ao entrar em canal de chat.
russian: Не удалось присоединиться к каналу чата.
spanish: Error al unirse a canal de chat.

source: Failed to leave chat channel.
french: N'a pas réussi à quitter le canal de discussion.
german: Fehler beim Verlassen des Chat-Kanals.
japanese: チャットチャンネルの退出に失敗。
portuguese: Falha ao sair de canal de chat.
russian: Не удалось покинуть канал чата.
spanish: Error al salir de canal de chat.

source: Failed to rename chat channel.
french: Impossible de renommer la conversation.
german: Fehler beim Umbenennen des Chat-Kanals.
japanese: チャットチャンネルの名前の変更に失敗。
portuguese: Falha ao renomear canal de chat.
russian: Не удалось переименовать канал чата.
spanish: Error al renombrar canal de chat.

source: Automated ban because they're sending malformed messages resulting in: {error}
french: Bannissement automatique pour envoi de messages malformés causant l’erreur : {error}
german: Automatisches Verbot, da sie fehlerhafte Nachrichten senden, die zu: {error} führen
japanese: 不正なメッセージの送信により自動バン: {error}
portuguese: Banimento automático porque estão enviando mensagens malformadas resultando em: {error}
russian: Автоматическая блокировка из-за отправки некорректных сообщений, приводящих к: {error}
spanish: Prohibición automática porque están enviando mensajes malformados resultando en: {error}

source: Failed to accept invite.
french: Impossible d'accepter l'invitation.
german: Fehler beim Akzeptieren der Einladung.
japanese: 招待の受け入れに失敗。
portuguese: Falha ao aceitar convite.
russian: Не удалось принять приглашение.
spanish: Error al aceptar la invitación.

source: Failed to add chat channel
french: Échec de l'ajout du canal de discussion
german: Fehler beim Hinzufügen des Chat-Kanals
japanese: チャットチャンネルの追加に失敗
portuguese: Falha ao adicionar canal de chat
russian: Не удалось добавить канал чата
spanish: Error al agregar canal de chat

source: Failed to cancel proposal.
french: L’annulation de la proposition a échoué.
german: Fehler beim Abbrechen des Vorschlags.
japanese: 提案のキャンセルに失敗。
portuguese: Falha ao cancelar proposta.
russian: Не удалось отменить предложение.
spanish: Error al cancelar propuesta.

source: Failed to create invite.
french: Échec de la création d'une invitation.
german: Fehler beim Erstellen der Einladung.
japanese: 招待の作成に失敗。
portuguese: Falha ao criar convite.
russian: Не удалось создать приглашение.
spanish: Error al crear invitación.

source: Failed to create payment.
french: La création du paiement a échoué.
german: Fehler beim Erstellen der Zahlung.
japanese: 支払いの作成に失敗。
portuguese: Falha ao criar pagamento.
russian: Не удалось создать платёж.
spanish: Error al crear pago.

source: Failed to create proposal.
french: La création de la proposition a échoué.
german: Fehler beim Erstellen des Vorschlags.
japanese: 提案の作成に失敗。
portuguese: Falha ao criar proposta.
russian: Не удалось создать предложение.
spanish: No se pudo crear la propuesta.

source: Failed to create the group: {reportError}
french: Erreur lors de la création du groupe : {reportError}
german: Fehler beim Erstellen der Gruppe: {reportError}
japanese: グループの作成に失敗: {reportError}
portuguese: Falha ao criar o grupo: {reportError}
russian: Не удалось создать группу: {reportError}
spanish: No se pudo crear el grupo: {reportError}

source: Failed to force distribution date.
french: La date de distribution n’a pas pu être forcée.
german: Fehler beim Erzwingen des Verteilungsdatums.
japanese: 分配日の強制に失敗。
portuguese: Falha ao forçar data de distribuição.
russian: Не удалось изменить дату распределения.
spanish: No se pudo forzar la fecha de distribución.

source: Failed to leave group. {codeError}
french: Echec pour quitter le groupe a échoué. {codeError}
german: Fehler beim Verlassen der Gruppe. {codeError}
japanese: グループの退出に失敗。{codeError}
portuguese: Falha ao sair do grupo. {codeError}
russian: Не удалось покинуть группу. {codeError}
spanish: No se pudo salir del grupo. {codeError}

source: Failed to mark proposals expired.
french: Les propositions n'ont pas été indiquées comme ayant expirées.
german: Fehler beim Markieren abgelaufener Vorschläge.
japanese: 提案の期限切れマークに失敗。
portuguese: Falha ao marcar propostas como expiradas.
russian: Не удалось пометить предложения как истёкшие.
spanish: No se pudo marcar las propuestas como vencidas.

source: Failed to notify expiring proposals.
french: Échec de la notification des propositions arrivant à expiration.
german: Fehler beim Benachrichtigen über ablaufende Vorschläge.
japanese: 期限切れ提案の通知に失敗。
portuguese: Falha ao notificar propostas expirando.
russian: Не удалось уведомить об истекающих предложениях.
spanish: No se pudo notificar las propuestas que están por vencer.

source: Failed to remove {memberID}: {reportError}
french: Échec de la suppression de {ID membre} : {reportError}
german: Fehler beim Entfernen von {memberID}: {reportError}
japanese: {memberID} の削除に失敗: {reportError}
portuguese: Falha ao remover {memberID}: {reportError}
russian: Не удалось удалить {memberID}: {reportError}
spanish: No se pudo eliminar {memberID}: {reportError}

source: Failed to revoke invite.
french: La révocation de l’invitation a échoué.
german: Fehler beim Widerrufen der Einladung.
japanese: 招待の無効化に失敗。
portuguese: Falha ao revogar convite.
russian: Не удалось отозвать приглашение.
spanish: No se pudo revocar la invitación.

source: Failed to send a payment thank you note.
french: N'a pas envoyé de note de remerciement pour le paiement.
german: Fehler beim Senden einer Danke-Notiz für die Zahlung.
japanese: 支払い感謝ノート送信に失敗。
portuguese: Falha ao enviar nota de agradecimento por pagamento.
russian: Не удалось отправить благодарность за платёж.
spanish: No se pudo enviar una nota de agradecimiento por el pago.

source: Failed to update description of chat channel.
french: Échec de la mise à jour de la description du canal de chat.
german: Fehler beim Aktualisieren der Beschreibung des Chat-Kanals.
japanese: チャットチャンネル説明の更新に失敗。
portuguese: Falha ao atualizar a descrição do canal de chat.
russian: Не удалось обновить описание канала чата.
spanish: No se pudo actualizar la descripción del canal de chat.

source: Failed to update group distribution date.
french: Échec de la mise à jour de la date de distribution du groupe.
german: Fehler beim Aktualisieren des Gruppenverteilungsdatums.
japanese: グループ分配日の更新に失敗。
portuguese: Falha ao atualizar a data de distribuição do grupo.
russian: Не удалось обновить дату распределения группы.
spanish: No se pudo actualizar la fecha de distribución del grupo.

source: Failed to update group invite expiry.
french: Échec de la mise à jour de l'expiration de l'invitation de groupe.
german: Fehler beim Aktualisieren des Ablaufdatums der Gruppeneinladung.
japanese: グループ招待期限の更新に失敗。
portuguese: Falha ao atualizar o prazo de validade do convite do grupo.
russian: Не удалось обновить срок действия приглашения в группу.
spanish: No se pudo actualizar la fecha de vencimiento de la invitación del grupo.

source: Failed to update group profile.
french: La mise à jour du profil de groupe a échoué.
german: Fehler beim Aktualisieren des Gruppenprofils.
japanese: グループプロフィールの更新に失敗。
portuguese: Falha ao atualizar o perfil do grupo.
russian: Не удалось обновить профиль группы.
spanish: No se pudo actualizar el perfil del grupo.

source: Failed to update group settings.
french: La mise à jour des paramètres du groupe a échoué.
german: Fehler beim Aktualisieren der Gruppeneinstellungen.
japanese: グループ設定の更新に失敗。
portuguese: Falha ao atualizar as configurações do grupo.
russian: Не удалось обновить настройки группы.
spanish: No se pudo actualizar la configuración del grupo.

source: Failed to update payment.
french: La mise à jour du paiement a échoué.
german: Fehler beim Aktualisieren der Zahlung.
japanese: 支払いの更新に失敗。
portuguese: Falha ao atualizar o pagamento.
russian: Не удалось обновить платёж.
spanish: No se pudo actualizar el pago.

source: Failed to update voting rules. {codeError}
french: Erreur lors du changement des règles de vote. {codeError}
german: Fehler beim Aktualisieren der Abstimmungsregeln. {codeError}
japanese: 投票ルールの更新に失敗。{codeError}
portuguese: Falha ao atualizar as regras de votação. {codeError}
russian: Не удалось обновить правила голосования. {codeError}
spanish: No se pudo actualizar las reglas de votación. {codeError}

source: Failed to upload the group picture. {codeError}
french: Le transfert de la photo du groupe a échoué. {codeError}
german: Fehler beim Hochladen des Gruppenbildes. {codeError}
japanese: グループ画像のアップロードに失敗。{codeError}
portuguese: Falha ao carregar a imagem do grupo. {codeError}
russian: Не удалось загрузить изображение группы. {codeError}
spanish: No se pudo cargar la imagen del grupo. {codeError}

source: Failed to vote on proposal.
french: Une erreur est survenue lors du vote.
german: Fehler beim Abstimmen über den Vorschlag.
japanese: 提案への投票に失敗。
portuguese: Falha ao votar na proposta.
russian: Не удалось проголосовать за предложение.
spanish: No se pudo votar en la propuesta.

source: Duplicate channel name
french: Nom de canal dupliqué
german: Doppelter Kanalname
japanese: チャンネル名の重複
portuguese: Nome de canal duplicado
russian: Повторяющееся имя канала
spanish: Nombre de canal duplicado

source: Error during login contract sync
french: Erreur lors de la synchronisation du contrat de connexion
german: Fehler beim Synchronisieren des Login-Vertrags
japanese: ログインコントラクト同期中のエラー
portuguese: Erro durante a sincronização do contrato de login
russian: Ошибка при синхронизации контракта входа
spanish: Error durante la sincronización del contrato de inicio de sesión

source: Failed to create a new direct message channel.
french: Échec de la création d'un nouveau canal de messages directs.
german: Fehler beim Erstellen eines neuen Direktnachrichten-Kanals.
japanese: 新しいダイレクトメッセージチャンネルの作成に失敗。
portuguese: Falha ao criar um novo canal de mensagem direta.
russian: Не удалось создать новый канал прямых сообщений.
spanish: No se pudo crear un nuevo canal de mensaje directo.

source: Failed to delete direct message.
french: Échec de la suppression du message direct.
german: Fehler beim Löschen der Direktnachricht.
japanese: ダイレクトメッセージの削除に失敗。
portuguese: Falha ao excluir mensagem direta.
russian: Не удалось удалить прямое сообщение.
spanish: No se pudo eliminar el mensaje directo.

source: Failed to join a direct message.
french: Impossible de rejoindre un message privé.
german: Fehler beim Beitreten einer Direktnachricht.
japanese: ダイレクトメッセージの参加に失敗。
portuguese: Falha ao entrar em uma mensagem direta.
russian: Не удалось присоединиться к прямому сообщению.
spanish: No se pudo unirse a un mensaje directo.

source: Failed to join a group.
french: Impossible de rejoindre un groupe.
german: Fehler beim Beitreten einer Gruppe.
japanese: グループの参加に失敗。
portuguese: Falha ao entrar em um grupo.
russian: Не удалось присоединиться к группе.
spanish: No se pudo unirse a un grupo.

source: Failed to leave a group.
french: N'a pas réussi à quitter un groupe.
german: Fehler beim Verlassen einer Gruppe.
japanese: グループの退出に失敗。
portuguese: Falha ao sair de um grupo.
russian: Не удалось покинуть группу.
spanish: No se pudo salir de un grupo.

source: Failed to remove delete tokens for the attachments.
french: Échec de la suppression des jetons de suppression pour les pièces jointes.
german: Fehler beim Entfernen der Lösch-Token für die Anhänge.
japanese: 添付の削除トークンの削除に失敗。
portuguese: Falha ao remover tokens de exclusão para os anexos.
russian: Не удалось удалить токены удаления для вложений.
spanish: No se pudo eliminar los tokens de eliminación para los archivos adjuntos.

source: Failed to save delete tokens for the attachments.
french: Échec de l'enregistrement des jetons de suppression pour les pièces jointes.
german: Fehler beim Speichern der Lösch-Token für die Anhänge.
japanese: 添付の削除トークンの保存に失敗。
portuguese: Falha ao salvar tokens de exclusão para os anexos.
russian: Не удалось сохранить токены удаления для вложений.
spanish: No se pudo guardar los tokens de eliminación para los archivos adjuntos.

source: Failed to set direct message visibility.
french: Échec de la définition de la visibilité des messages directs.
german: Fehler beim Setzen der Sichtbarkeit von Direktnachrichten.
japanese: ダイレクトメッセージの表示設定に失敗。
portuguese: Falha ao definir a visibilidade da mensagem direta.
russian: Не удалось установить видимость прямого сообщения.
spanish: No se pudo establecer la visibilidad del mensaje directo.

source: Failed to set group attributes.
french: Échec de la définition des attributs du groupe.
german: Fehler beim Setzen der Gruppenattribute.
japanese: グループ属性の設定に失敗。
portuguese: Falha ao definir os atributos do grupo.
russian: Не удалось установить атрибуты группы.
spanish: No se pudo establecer los atributos del grupo.

source: Failed to set profile attributes.
french: L’attribution des caractéristiques du profil a échoué.
german: Fehler beim Setzen der Profilattribute.
japanese: プロフィール属性の設定に失敗。
portuguese: Falha ao definir os atributos do perfil.
russian: Не удалось установить атрибуты профиля.
spanish: No se pudo establecer los atributos del perfil.

source: Failed to update profile settings.
french: La mise à jour des paramètres du profil a échoué.
german: Fehler beim Aktualisieren der Profileeinstellungen.
japanese: プロフィール設定の更新に失敗。
portuguese: Falha ao atualizar as configurações do perfil.
russian: Не удалось обновить настройки профиля.
spanish: No se pudo actualizar la configuración del perfil.

source: Failed to upload files: {reportError}
french: Échec du téléchargement des fichiers : {reportError}
german: Fehler beim Hochladen der Dateien: {reportError}
japanese: ファイルのアップロードに失敗: {reportError}
portuguese: Falha ao carregar arquivos: {reportError}
russian: Не удалось загрузить файлы: {reportError}
spanish: No se pudo cargar archivos: {reportError}

source: Failed to upload the profile picture. {codeError}
french: Le chargement de l’image de profil a échoué. {codeError}
german: Fehler beim Hochladen des Profilbildes. {codeError}
japanese: プロフィール画像のアップロードに失敗。{codeError}
portuguese: Falha ao carregar a imagem do perfil. {codeError}
russian: Не удалось загрузить фотографию профиля. {codeError}
spanish: No se pudo cargar la imagen de perfil. {codeError}

source: Join group error during login: {msg}
french: Erreur d'adhésion au groupe lors de la connexion : {msg}
german: Fehler beim Beitreten der Gruppe während des Logins: {msg}
japanese: ログイン中のグループ参加エラー: {msg}
portuguese: Erro ao entrar no grupo durante o login: {msg}
russian: Ошибка присоединения к группе при входе: {msg}
spanish: Error al unirse al grupo durante el inicio de sesión: {msg}

source: Failed to create user identity: {reportError}
french: La création du profil utilisateur a échoué : {reportError}
german: Fehler beim Erstellen der Benutzeridentität: {reportError}
japanese: ユーザー ID の作成に失敗: {reportError}
portuguese: Falha ao criar identidade de usuário: {reportError}
russian: Не удалось создать личность пользователя: {reportError}
spanish: No se pudo crear la identidad del usuario: {reportError}

source: Failed to log in: {reportError}
french: Échec de la connexion: {reportError}
german: Fehler beim Anmelden: {reportError}
japanese: ログインに失敗: {reportError}
portuguese: Falha ao fazer login: {reportError}
russian: Не удалось войти: {reportError}
spanish: No se pudo iniciar sesión: {reportError}

source: Automatically switched to pledging {zero}
french: Basculé automatiquement vers le gage {zero}
german: Automatisch auf Zusage {zero} umgeschaltet
japanese: {zero} の誓約に自動的に切り替えました
portuguese: Mudado automaticamente para compromisso de {zero}
russian: Автоматически переключено на взнос {zero}
spanish: Cambiado automáticamente a prometer {zero}

source: Do you make at least {amount} per month?
french: Gagnez-vous au moins {amount} par mois?
german: Verdienen Sie mindestens {amount} pro Monat?
japanese: 月 {amount} 以上稼いでいますか？
portuguese: Você ganha pelo menos {amount} por mês?
russian: Вы зарабатываете не менее {amount} в месяц?
spanish: ¿Ganas al menos {amount} al mes?

source: Error joining chatroom
french: Erreur lors de la connexion à la salle de discussion
german: Fehler beim Beitreten des Chatrooms
japanese: チャットルーム参加エラー
portuguese: Erro ao entrar no chatroom
russian: Ошибка при присоединении к чату
spanish: Error al unirse al chat

source: Error joining the #general chatroom
french: Erreur lors de la connexion à la #salle de discussion générale
german: Fehler beim Beitreten des #general Chatrooms
japanese: #general チャットルーム参加エラー
portuguese: Erro ao entrar no chatroom #general
russian: Ошибка при присоединении к чату #general
spanish: Error al unirse al chat #general

source: Group sizes are limited to {a_}Dunbar's Number{_a} to prevent fraud.
french: La taille des groupes est limitée à {a_}Nombre de Dunbar{_a} pour éviter les fraudes.
german: Gruppengrößen sind auf {a_}Dunbars Zahl{_a} begrenzt, um Betrug zu verhindern.
japanese: 詐欺防止のため、グループサイズは {a_}Dunbar's Number{_a} に制限されています。
portuguese: Os tamanhos de grupo são limitados ao {a_}Número de Dunbar{_a} para prevenir fraudes.
russian: Размер группы ограничен {a_}числом Данбара{_a} для предотвращения мошенничества.
spanish: El tamaño de los grupos está limitado a {a_}Dunbar's Number{_a} para prevenir fraudes.

source: Groups over 150 members are at significant risk for fraud, {a_}because it is difficult to verify everyone's identity.{_a} Are you sure that you want to add more members?
french: Les groupes de plus de 150 membres présentent un risque important de fraude, {a_}parce qu'il est difficile de vérifier l'identité de chacun.{_a} Êtes-vous sûr de vouloir ajouter des membres ?
german: Gruppen mit mehr als 150 Mitgliedern bergen ein erhebliches Betrugsrisiko, {a_}da es schwierig ist, die Identität aller zu überprüfen.{_a} Sind Sie sicher, dass Sie weitere Mitglieder hinzufügen möchten?
japanese: 150 人以上のグループは詐欺のリスクが大きいです。{a_}全員の ID を検証するのが難しいため。{_a} さらにメンバーを追加してもよろしいですか？
portuguese: Grupos com mais de 150 membros correm risco significativo de fraude, {a_}porque é difícil verificar a identidade de todos.{_a} Tem certeza de que deseja adicionar mais membros?
russian: Группы с более чем 150 участниками подвержены значительному риску мошенничества, {a_}потому что сложно проверить личность каждого.{_a} Вы уверены, что хотите добавить больше участников?
spanish: Los grupos con más de 150 miembros tienen un riesgo significativo de fraude, {a_}porque es difícil verificar la identidad de todos.{_a} ¿Estás seguro de que quieres agregar más miembros?

source: Mincome changed
french: Le Mincome a changé
german: Mincome geändert
japanese: 最低収入が変更されました
portuguese: Renda mínima alterada
russian: Минимальный доход изменён
spanish: Mincome cambió
