Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Proposal rejected on {date} with {nay} against out of {total} total votes.
french: Proposition rejetée le {date} avec {nay} contre sur {total} votes au total.
german: Vorschlag am {date} mit {nay} Nein-Stimmen von {total} Gesamtstimmen abgelehnt.
japanese: {date}に{nay}反対（{total}総投票中）で提案が拒否されました。
portuguese: Proposta rejeitada em {date} com {nay} contra de {total} votos totais.
russian: Предложение отклонено {date} с {nay} голосами против из {total} общего количества голосов.
spanish: Propuesta rechazada el {date} con {nay} en contra de {total} votos totales.

source: Read more
french: + d'infos
german: Mehr lesen
japanese: 詳細を読む
portuguese: Ler mais
russian: Читать больше
spanish: Leer más

source: You are proposing
french: Vous proposez
german: Sie schlagen vor
japanese: あなたが提案中
portuguese: Você está propondo
russian: Вы предлагаете
spanish: Estás proponiendo

source: You cannot vote.
french: Vous ne pouvez pas voter.
german: Sie können nicht abstimmen.
japanese: 投票できません。
portuguese: Você não pode votar.
russian: Вы не можете голосовать.
spanish: No puedes votar.

source: You proposed
french: Vous avez proposé
german: Sie haben vorgeschlagen
japanese: あなたが提案
portuguese: Você propôs
russian: Вы предложили
spanish: Propusiste

source: {automated}Remove {user} (you) from the group.
french: {automated}Supprimer {user} (you) du groupe.
german: {automated}Entfernen von {user} (Ihnen) aus der Gruppe.
japanese: {automated}{user}（あなた）をグループから削除。
portuguese: {automated}Remover {user} (você) do grupo.
russian: {automated}Удалить {user} (вас) из группы.
spanish: {automated}Eliminar {user} (tú) del grupo.

source: {automated}Remove {user} from the group.
french: {automated}Supprimer {user} du groupe.
german: {automated}Entfernen von {user} aus der Gruppe.
japanese: {automated}{user}をグループから削除。
portuguese: {automated}Remover {user} do grupo.
russian: {automated}Удалить {user} из группы.
spanish: {automated}Eliminar {user} del grupo.

source: {count} out of {total} members voted. Expires on {date}.
french: {count} sur {total} membres ont voté. Expire le {date}.
german: {count} von {total} Mitgliedern haben abgestimmt. Läuft am {date} ab.
japanese: {total}メンバーのうち{count}人が投票しました。{date}に期限切れ。
portuguese: {count} de {total} membros votaram. Expira em {date}.
russian: {count} из {total} участников проголосовали. Истекает {date}.
spanish: {count} de {total} miembros votaron. Expira el {date}.

source: {username} is proposing
french: {username} propose
german: {username} schlägt vor
japanese: {username}が提案中
portuguese: {username} está propondo
russian: {username} предлагает
spanish: {username} está proponiendo

source: {username} proposed
french: {username} a proposé
german: {username} hat vorgeschlagen
japanese: {username}が提案
portuguese: {username} propôs
russian: {username} предложил
spanish: {username} propuso

source: Create invitation
french: Créer une invitation
german: Einladung erstellen
japanese: 招待を作成
portuguese: Criar convite
russian: Создать приглашение
spanish: Crear invitación

source: Members of your group will now be asked to vote.
french: Les membres du groupe vont maintenant pouvoir voter.
german: Mitglieder Ihrer Gruppe werden nun zur Abstimmung aufgefordert.
japanese: グループのメンバーに投票を依頼します。
portuguese: Membros do seu grupo agora serão solicitados a votar.
russian: Участники вашей группы теперь будут голосовать.
spanish: Los miembros de tu grupo ahora se les pedirá que voten.

source: Send invitation
french: Envoyer une invitation
german: Einladung senden
japanese: 招待を送信
portuguese: Enviar convite
russian: Отправить приглашение
spanish: Enviar invitación

source: Why are you proposing this change?
french: Pourquoi proposez-vous ce changement?
german: Warum schlagen Sie diese Änderung vor?
japanese: この変更を提案する理由は？
portuguese: Por que você está propondo esta mudança?
russian: Почему вы предлагаете это изменение?
spanish: ¿Por qué propones este cambio?

source: You need {b_}{n} yes votes{_b} for your proposal to be accepted.
french: Il faut {b_}{n} votes favorables{_b} pour que votre proposition soit acceptée.
german: Sie benötigen {b_}{n} Ja-Stimmen{_b}, damit Ihr Vorschlag akzeptiert wird.
japanese: 提案が承認されるには{b_}{n}の賛成票{_b}が必要です。
portuguese: Você precisa de {b_}{n} votos sim{_b} para que sua proposta seja aceita.
russian: Вам нужно {b_}{n} голосов за{_b}, чтобы ваше предложение было принято.
spanish: Necesitas {b_}{n} votos sí{_b} para que tu propuesta sea aceptada.

source: Your group has less than 3 members, so {strong_}this change will be immediate{_strong} (no voting required).
french: Votre groupe compte moins de trois membres, par conséquent {strong_}ce changement sera immédiat{_strong} (pas de vote requis).
german: Ihre Gruppe hat weniger als 3 Mitglieder, daher wird {strong_}diese Änderung sofort wirksam{_strong} (keine Abstimmung erforderlich).
japanese: グループのメンバーが3人未満のため、{strong_}この変更は即時適用されます{_strong}（投票不要）。
portuguese: Seu grupo tem menos de 3 membros, então {strong_}esta mudança será imediata{_strong} (sem votação necessária).
russian: В вашей группе менее 3 участников, поэтому {strong_}это изменение вступит в силу немедленно{_strong} (голосование не требуется).
spanish: Tu grupo tiene menos de 3 miembros, por lo que {strong_}este cambio será inmediato{_strong} (no se requiere votación).

source: Your proposal was created
french: Votre proposition a bien été créée
german: Ihr Vorschlag wurde erstellt
japanese: 提案が作成されました
portuguese: Sua proposta foi criada
russian: Ваше предложение создано
spanish: Tu propuesta fue creada

source: Your proposal will pass if {b_}fewer than {n} members{_b} disagree.
french: Votre proposition sera acceptée si {b_}moins de {n} membres{_b} la refusent.
german: Ihr Vorschlag wird durchgehen, wenn {b_weniger als {n} Mitglieder{_b} nicht zustimmen.
japanese: {b_}{n}人未満のメンバーが{_b}反対すれば提案が承認されます。
portuguese: Sua proposta será aprovada se {b_}menos de {n} membros{_b} discordarem.
russian: Ваше предложение пройдет, если {b_}менее {n} участников{_b} не согласны.
spanish: Tu propuesta pasará si {b_}menos de {n} miembros{_b} no están de acuerdo.

source: Your proposal will pass if {b_}less than {n} members{_b} disagree.
french: Votre proposition sera acceptée si {b_}moins de {n} membres{_b} la refusent.
german: Ihr Vorschlag wird durchgehen, wenn {b_weniger als {n} Mitglieder{_b} nicht zustimmen.
japanese: {b_}{n}人未満のメンバーが{_b}反対すれば提案が承認されます。
portuguese: Sua proposta será aprovada se {b_}menos de {n} membros{_b} discordarem.
russian: Ваше предложение пройдет, если {b_}менее {n} участников{_b} не согласны.
spanish: Tu propuesta pasará si {b_}menos de {n} miembros{_b} no están de acuerdo.

source: Your proposal will pass if {b_}no one{_b} disagrees.
french: Votre proposition sera acceptée si {b_}personne{_b} ne la refuse.
german: Ihr Vorschlag wird durchgehen, wenn {b_niemand{_b} nicht zustimmt.
japanese: {b_}誰も{_b}反対しなければ提案が承認されます。
portuguese: Sua proposta será aprovada se {b_}ninguém{_b} discordar.
russian: Ваше предложение пройдет, если {b_}никто{_b} не будет против.
spanish: Tu propuesta pasará si {b_}nadie{_b} no está de acuerdo.

source: Your proposal will pass if {b_}{value} out of {total} members{_b} agree.
french: Votre proposition sera acceptée si {b_}{value} membres sur {total}{_b} l’acceptent.
german: Ihr Vorschlag wird durchgehen, wenn {b_}{value} von {total} Mitgliedern{_b} zustimmen.
japanese: {b_}{total}メンバーのうち{value}{_b}が賛成すれば提案が承認されます。
portuguese: Sua proposta será aprovada se {b_}{value} de {total} membros{_b} concordarem.
russian: Ваше предложение пройдет, если {b_}{value} из {total} участников{_b} согласны.
spanish: Tu propuesta pasará si {b_}{value} de {total} miembros{_b} están de acuerdo.

source: Remove Member
french: Exclure le Membre
german: Mitglied entfernen
japanese: メンバーを削除
portuguese: Remover Membro
russian: Удалить участника
spanish: Eliminar Miembro

source: Are you sure you want to cancel this proposal?
french: Êtes-vous sûr(e) de vouloir annuler cette proposition ?
german: Sind Sie sicher, dass Sie diesen Vorschlag abbrechen möchten?
japanese: この提案をキャンセルしてもよろしいですか？
portuguese: Tem certeza de que deseja cancelar esta proposta?
russian: Вы уверены, что хотите отменить это предложение?
spanish: ¿Estás seguro de que quieres cancelar esta propuesta?

source: Are you sure you want to vote no?
french: Êtes-vous sûr(e) de vouloir voter non ?
german: Sind Sie sicher, dass Sie mit Nein abstimmen möchten?
japanese: 「いいえ」に投票してもよろしいですか？
portuguese: Tem certeza de que deseja votar não?
russian: Вы уверены, что хотите проголосовать против?
spanish: ¿Estás seguro de que quieres votar no?

source: Are you sure you want to vote yes?
french: Êtes-vous sûr(e) de vouloir voter oui ?
german: Sind Sie sicher, dass Sie mit Ja abstimmen möchten?
japanese: 「はい」に投票してもよろしいですか？
portuguese: Tem certeza de que deseja votar sim?
russian: Вы уверены, что хотите проголосовать за?
spanish: ¿Estás seguro de que quieres votar sí?

source: Cancel proposal
french: Annuler la proposition
german: Vorschlag abbrechen
japanese: 提案をキャンセル
portuguese: Cancelar proposta
russian: Отменить предложение
spanish: Cancelar propuesta

source: Change vote.
french: Changer le vote.
german: Abstimmung ändern.
japanese: 投票を変更。
portuguese: Alterar voto.
russian: Изменить голос.
spanish: Cambiar voto.

source: Vote no
french: Voter non
german: Nein abstimmen
japanese: 反対投票
portuguese: Votar não
russian: Голосовать против
spanish: Votar no

source: Vote yes
french: Voter oui
german: Ja abstimmen
japanese: 賛成投票
portuguese: Votar sim
russian: Голосовать за
spanish: Votar sí

source: no
french: non
german: nein
japanese: 反対
portuguese: não
russian: нет

source: yes
french: oui
german: ja
japanese: 賛成
portuguese: sim
russian: да
spanish: sí

source: Add new member
french: Ajouter un nouveau membre
german: Neues Mitglied hinzufügen
japanese: 新しいメンバーを追加
portuguese: Adicionar novo membro
russian: Добавить нового участника
spanish: Añadir nuevo miembro

source: Change mincome
french: Changer le revenu minimum
german: Mincome ändern
japanese: mincome を変更
portuguese: Alterar mincome
russian: Изменить минимальный доход
spanish: Cambiar mincome

source: Change voting threshold
french: Modifier le seuil de vote
german: Abstimmungsschwellenwert ändern
japanese: 投票閾値を変更
portuguese: Alterar limiar de votação
russian: Изменить порог голосования
spanish: Cambiar umbral de votación

source: Generic proposal
french: Proposition générique
german: Generischer Vorschlag
japanese: 汎用提案
portuguese: Proposta genérica
russian: Общее предложение
spanish: Propuesta genérica

source: Group Members
french: Membres du groupe
german: Gruppenmitglieder
japanese: グループ メンバー
portuguese: Membros do Grupo
russian: Участники группы
spanish: Miembros del Grupo

source: Other Proposals
french: Autres propositions
german: Andere Vorschläge
japanese: 他の提案
portuguese: Outras Propostas
russian: Другие предложения
spanish: Otras Propuestas

source: Proposals
french: Propositions
german: Vorschläge
japanese: 提案
portuguese: Propostas
russian: Предложения
spanish: Propuestas

source: There are no open proposals.
french: Il n'y a pas de propositions ouvertes.
german: Es gibt keine offenen Vorschläge.
japanese: 開いている提案はありません。
portuguese: Não há propostas abertas.
russian: Нет открытых предложений.
spanish: No hay propuestas abiertas.

source: Voting Systems
french: Systèmes de vote
german: Abstimmungssysteme
japanese: 投票システム
portuguese: Sistemas de Votação
russian: Системы голосования
spanish: Sistemas de Votación

source: Archived proposals
french: Propositions archivées
german: Archivierte Vorschläge
japanese: アーカイブされた提案
portuguese: Propostas arquivadas
russian: Архивные предложения
spanish: Propuestas archivadas

source: Create proposal
french: Créer une proposition
german: Vorschlag erstellen
japanese: 提案を作成
portuguese: Criar proposta
russian: Создать предложение
spanish: Crear propuesta

source: In Group Income, every member of the group gets to vote on important decisions, like removing or adding members, changing the mincome value and others.
french: Sur Group Income, chaque membre du groupe peut voter lors des décisions importantes, comme par exemple l’ajout ou l’exclusion d’un membre, ou la modification du revenu mimimum.
german: In Group Income kann jedes Gruppenmitglied über wichtige Entscheidungen abstimmen, wie das Entfernen oder Hinzufügen von Mitgliedern, Ändern des Mincome-Werts und mehr.
japanese: Group Incomeでは、グループのすべてのメンバーが、メンバーの削除や追加、最低収入値の変更などの重要な決定に投票できます。
portuguese: No Group Income, todo membro do grupo pode votar em decisões importantes, como remover ou adicionar membros, alterar o valor do mincome e outras.
russian: В Group Income каждый участник группы голосует по важным решениям, таким как удаление или добавление участников, изменение значения минимального дохода и другим.
spanish: En Group Income, cada miembro del grupo vota en decisiones importantes, como eliminar o añadir miembros, cambiar el valor de mincome y otros.

source: All proposals
french: Toutes les propositions
german: Alle Vorschläge
japanese: すべての提案
portuguese: Todas as propostas
russian: Все предложения
spanish: Todas las propuestas

source: Newest first
french: Le plus récent en premier
german: Neuste zuerst
japanese: 最新順
portuguese: Mais recente primeiro
russian: Сначала новые
spanish: Más nuevo primero

source: Oldest first
french: Plus ancien d'abord
german: Älteste zuerst
japanese: 最古順
portuguese: Mais antigo primeiro
russian: Сначала старые
spanish: Más antiguo primero

source: {groupProposalsCount} proposals
french: {groupProposalsCount} propositions
german: {groupProposalsCount} Vorschläge
japanese: {groupProposalsCount} 提案
portuguese: {groupProposalsCount} propostas
russian: {groupProposalsCount} предложений
spanish: {groupProposalsCount} propuestas

source: Are you sure you want to remove {name} from the group?
french: Êtes-vous sûr(e) de vouloir exclure {name} de votre groupe ?
german: Sind Sie sicher, dass Sie {name} aus der Gruppe entfernen möchten?
japanese: {name} をグループから削除してもよろしいですか？
portuguese: Tem certeza de que deseja remover {name} do grupo?
russian: Вы уверены, что хотите удалить {name} из группы?
spanish: ¿Estás seguro de que quieres eliminar {name} del grupo?

source: Remove {name} from the group
french: Exclure {name} du groupe
german: {name} aus der Gruppe entfernen
japanese: {name}をグループから削除
portuguese: Remover {name} do grupo
russian: Удалить {name} из группы
spanish: Eliminar {name} del grupo

source: Use admin permissions to remove immediately
french: Utilisez les autorisations d'administrateur pour supprimer immédiatement
german: Admin-Berechtigungen verwenden, um sofort zu entfernen
japanese: 管理者権限を使用して即時削除
portuguese: Usar permissões de admin para remover imediatamente
russian: Использовать права администратора для немедленного удаления
spanish: Usar permisos de admin para eliminar inmediatamente

source: An error occurred that prevents us from showing a list of these groups. The error was: {message}
french: Une erreur s'est produite qui nous empêche d'afficher une liste de ces groupes. L'erreur était : {message}
german: Ein Fehler ist aufgetreten, der uns daran hindert, eine Liste dieser Gruppen anzuzeigen. Der Fehler war: {message}
japanese: これらのグループのリストを表示できないエラーが発生しました。エラー: {message}
portuguese: Ocorreu um erro que nos impede de mostrar uma lista desses grupos. O erro foi: {message}
russian: Произошла ошибка, которая не позволяет показать список этих групп. Ошибка: {message}
spanish: Ocurrió un error que nos impide mostrar una lista de estos grupos. El error fue: {message}

source: DELETE ACCOUNT
french: SUPPRIMER LE COMPTE
german: KONTO LÖSCHEN
japanese: アカウントを削除
portuguese: EXCLUIR CONTA
russian: УДАЛИТЬ АККАУНТ
spanish: ELIMINAR CUENTA

source: This action will also delete any groups you've created.
french: Cette action supprimera également tous les groupes que vous avez créés.
german: Diese Aktion löscht auch alle von Ihnen erstellten Gruppen.
japanese: この操作により、作成したグループも削除されます。
portuguese: Esta ação também excluirá qualquer grupo que você criou.
russian: Это действие также удалит все группы, которые вы создали.
spanish: Esta acción también eliminará cualquier grupo que hayas creado.

source: This action will also delete the following groups:
french: Cette action supprimera également les groupes suivants:
german: Diese Aktion löscht auch die folgenden Gruppen:
japanese: この操作により、以下のグループも削除されます：
portuguese: Esta ação também excluirá os seguintes grupos:
russian: Это действие также удалит следующие группы:
spanish: Esta acción también eliminará los siguientes grupos:

source: Delete account
french: Supprimer le compte
german: Konto löschen
japanese: アカウントを削除
portuguese: Excluir conta
russian: Удалить аккаунт
spanish: Eliminar cuenta

source: Deleting your account will erase all your data, and remove you from the groups you belong to.
french: Supprimer votre compte effacera toutes vos données, et vous exclura des groupes auxquels vous appartenez.
german: Das Löschen Ihres Kontos löscht alle Ihre Daten und entfernt Sie aus den Gruppen, zu denen Sie gehören.
japanese: アカウントを削除すると、すべてのデータが消去され、所属グループから削除されます。
portuguese: Excluir sua conta apagará todos os seus dados e removerá você dos grupos aos quais pertence.
russian: Удаление вашего аккаунта сотрет все ваши данные и удалит вас из групп, в которых вы состоите.
spanish: Eliminar tu cuenta borrará todos tus datos y te eliminará de los grupos a los que perteneces.

source: Group Income is developed by the {a_}okTurtles Foundation{_a} and is funded entirely by individual contributions.
french: Group Income est développé par la {a_}okTurtles Foundation{_a} et est entièrement financé par des contributions individuelles.
german: Group Income wird von der {a_}okTurtles Foundation{_a} entwickelt und vollständig durch individuelle Beiträge finanziert.
japanese: Group Income は {a_}okTurtles Foundation{_a} によって開発され、個人の貢献によって完全に資金提供されています。
portuguese: Group Income é desenvolvido pela {a_}okTurtles Foundation{_a} e é financiado inteiramente por contribuições individuais.
russian: Group Income разработан фондом {a_}okTurtles Foundation{_a} и полностью финансируется индивидуальными взносами.
spanish: Group Income es desarrollado por la {a_}okTurtles Foundation{_a} y está financiado enteramente por contribuciones individuales.

source: Illustrations
german: Illustrationen
japanese: イラスト
portuguese: Ilustrações
russian: Иллюстрации
spanish: Ilustraciones

source: Libraries
french: Bibliothèques
german: Bibliotheken
japanese: ライブラリ
portuguese: Bibliotecas
russian: Библиотеки
spanish: Bibliotecas

source: Support this project
french: Soutenez ce projet
german: Dieses Projekt unterstützen
japanese: このプロジェクトをサポート
portuguese: Apoie este projeto
russian: Поддержать проект
spanish: Apoya este proyecto

source: Browser
french: Navigateur
japanese: ブラウザ
portuguese: Navegador
russian: Браузер
spanish: Navegador

source: Combined
french: Combiné
german: Kombiniert
japanese: 結合
portuguese: Combinado
russian: Объединено
spanish: Combinado

source: Debug
french: Débogage
japanese: デバッグ
portuguese: Depuração
russian: Отладка
spanish: Depuración

source: Error obtaining logs. {reportError}
french: Erreur lors de l'obtention des journaux. {reportError}
german: Fehler beim Abrufen der Protokolle. {reportError}
japanese: ログ取得エラー。{reportError}
portuguese: Erro ao obter logs. {reportError}
russian: Ошибка получения журналов. {reportError}
spanish: Error al obtener los registros. {reportError}

source: Failed to download the app logs. {reportError}
french: Échec du téléchargement des journaux de l'application. {reportError}
german: Fehler beim Herunterladen der App-Protokolle. {reportError}
japanese: アプリログのダウンロードに失敗。{reportError}
portuguese: Falha ao baixar os logs do app. {reportError}
russian: Не удалось скачать журналы приложения. {reportError}
spanish: Error al descargar los registros de la aplicación. {reportError}

source: Failed to share the app logs. {reportError}
french: Échec du partage des journaux de l'application. {reportError}
german: Fehler beim Teilen der App-Logs. {reportError}
japanese: アプリログの共有に失敗。{reportError}
portuguese: Falha ao compartilhar os logs do app. {reportError}
russian: Не удалось поделиться журналами приложения. {reportError}
spanish: Error al compartir los registros de la aplicación. {reportError}

source: If you encounter problems, please download the logs and {a_}send them to us{_a}.
french: En cas de problème, veuillez télécharger le liste des événements et {a_}nous l’envoyer{_a}.
german: Wenn Sie Probleme haben, laden Sie bitte die Logs herunter und {a_}senden Sie sie uns{_a}.
japanese: 問題が発生した場合は、ログをダウンロードして{a_}お送りください{_a}。
portuguese: Se você encontrar problemas, por favor baixe os logs e {a_}envie-os para nós{_a}.
russian: Если возникнут проблемы, скачайте журналы и {a_}отправьте их нам{_a}.
spanish: Si encuentras problemas, por favor descarga los registros y {a_}envíalos{_a}.

source: Info
japanese: 情報
russian: Информация
spanish: Información

source: Log source:
french: Source du journal:
german: Log-Quelle:
japanese: ログソース：
portuguese: Fonte do log:
russian: Источник журнала:
spanish: Fuente del registro:

source: Log
french: Journal
japanese: ログ
russian: Журнал
spanish: Registro

source: Recent error: "{errorMsg}". Please download the logs and {a_}send them to us{_a}, so we can help troubleshoot.
french: Erreur récente : "{errorMsg}". Veuillez télécharger le fichier journal et {a_}nous l’envoyer{_a}, afin que nous puissions examiner le problème.
german: Jüngster Fehler: "{errorMsg}". Bitte laden Sie die Logs herunter und {a_}senden Sie sie uns{_a}, damit wir bei der Fehlersuche helfen können.
japanese: 最近のエラー："{errorMsg}" 。ログをダウンロードして{a_}お送りください{_a}、トラブルシューティングをお手伝いします。
portuguese: Erro recente: "{errorMsg}". Por favor, baixe os logs e {a_}envie-os para nós{_a}, para que possamos ajudar a solucionar.
russian: Недавняя ошибка: "{errorMsg}". Пожалуйста, скачайте журналы и {a_}отправьте их нам{_a}, чтобы мы могли помочь с устранением неисправностей.
spanish: Error reciente: "{errorMsg}". Por favor descarga los registros y {a_}envíalos{_a}, para que podamos ayudarte a solucionar el problema.

source: Service worker
japanese: サービスワーカー
russian: Сервис-воркер

source: Source:
german: Quelle:
japanese: ソース：
portuguese: Fonte:
russian: Источник:
spanish: Fuente:

source: Application Logs
french: Journaux (logs) de l’application
german: Anwendungsprotokolle
japanese: アプリケーション ログ
portuguese: Logs da Aplicação
russian: Журналы приложения
spanish: Registros de la aplicación

source: Troubleshooting
french: Débogage
german: Fehlerbehebung
japanese: トラブルシューティング
portuguese: Solução de problemas
russian: Устранение неисправностей
spanish: Solución de problemas

source: Animations
german: Animationen
japanese: アニメーション
portuguese: Animações
russian: Анимации
spanish: Animaciones

source: Reduced Motion
french: Mouvements réduits
german: Reduzierte Bewegung
japanese: 動きを減らす
portuguese: Movimento Reduzido
russian: Сниженная анимация
spanish: Movimiento reducido

source: Reduced motion
french: Mouvements réduits
german: Reduzierte Bewegung
japanese: 動きを減らす
portuguese: movimento reduzido
russian: Сниженная анимация
spanish: movimiento reducido

source: Text size
french: Taille du texte
german: Textgröße
japanese: テキストサイズ
portuguese: Tamanho do texto
russian: Размер текста
spanish: Tamaño del texto

source: Theme
french: Thème
german: Thema
japanese: テーマ
portuguese: Tema
russian: Тема
spanish: Tema
