Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Not used
french: Inutilisée
german: Nicht verwendet
japanese: 未使用
portuguese: Não usado
russian: Не использована
spanish: No usado

source: Revoke Link
french: Supprimer le lien
german: Link widerrufen
japanese: リンクを無効化
portuguese: Revogar Link
russian: Отозвать ссылку
spanish: Revocar Enlace

source: Revoked
french: Révoquée
german: Widerrufen
japanese: 無効化済み
portuguese: Revogado
russian: Отозвана
spanish: Revocado

source: See original proposal
french: Voir la proposition originale
german: Originalvorschlag ansehen
japanese: 元の提案を表示
portuguese: Ver proposta original
russian: Смотреть оригинальное предложение
spanish: Ver propuesta original

source: Show list
french: Afficher la liste
german: Liste anzeigen
japanese: リストを表示
portuguese: Mostrar lista
russian: Показать список
spanish: Mostrar lista

source: To generate a new link, you need to {r1}propose adding a new member{r2} to your group.
french: Pour générer un nouveau lien, vous devez {r1}proposer l’ajout d’un nouveau membre {r2} à votre groupe.
german: Um einen neuen Link zu generieren, müssen Sie {r1}einen neuen Mitglied hinzufügen{r2} vorschlagen.
japanese: 新しいリンクを生成するには、{r1}新しいメンバーの追加を提案{r2} する必要があります。
portuguese: Para gerar um novo link, você precisa {r1}propor adicionar um novo membro{r2} ao seu grupo.
russian: Чтобы сгенерировать новую ссылку, вам нужно {r1}предложить добавить нового участника{r2} в вашу группу.
spanish: Para generar un nuevo enlace, necesitas {r1}proponer añadir un nuevo miembro{r2} a tu grupo.

source: Used
french: Utilisée
german: Verwendet
japanese: 使用済み
portuguese: Usado
russian: Использована
spanish: Usado

source: created for
french: créée pour
german: erstellt für
japanese: 作成者
portuguese: criado para
russian: создано для
spanish: creado para

source: invite link
french: lien d’invitation
german: Einladungslink
japanese: 招待リンク
portuguese: link de convite
russian: ссылка-приглашение
spanish: enlace de invitación

source: state
french: état
german: Status
japanese: 状態
portuguese: estado
russian: состояние
spanish: estado

source: {days}d {hours}h {minutes}m left
french: {days}j {hours}h {minutes}min restantes
german: {days}T {hours}Std. {minutes}Min. verbleibend
japanese: {days}日 {hours}時 {minutes}分 残り
portuguese: {days}d {hours}h {minutes}m restante
russian: {days}д {hours}ч {minutes}м осталось
spanish: {days}d {hours}h {minutes}m restantes

source: {hours}h {minutes}m left
french: {hours}h {minutes}min restantes
german: {hours}Std. {minutes}Min. verbleibend
japanese: {hours}時 {minutes}分 残り
portuguese: {hours}h {minutes}m restante
russian: {hours}ч {minutes}м осталось
spanish: {hours}h {minutes}m restantes

source: {minutes}m left
french: {minutes}min restantes
german: {minutes}Min. verbleibend
japanese: {minutes}分 残り
portuguese: {minutes}m restante
russian: {minutes}м осталось
spanish: {minutes}m restantes

source: {months}mo {days}d left
french: {months}m {days}j restant(s)
german: {months}Mo {days}T verbleibend
japanese: {months}ヶ月 {days}日 残り
portuguese: {months}mo {days}d restante
russian: {months}мес {days}д осталось
spanish: {months}mo {days}d restantes

source: {numberOfResponses}/{quantity} used
french: {numberOfResponses}/{quantity} utilisées
german: {numberOfResponses}/{quantity} verwendet
japanese: {numberOfResponses}/{quantity} 使用済み
portuguese: {numberOfResponses}/{quantity} usado
russian: {numberOfResponses}/{quantity} использовано
spanish: {numberOfResponses}/{quantity} usado

source: {years}y {months}mo {days}d left
french: {years}a {months}m {days}j restant
german: {years}J {months}Mo {days}T verbleibend
japanese: {years}年 {months}ヶ月 {days}日 残り
portuguese: {years}y {months}mo {days}d restante
russian: {years}г {months}мес {days}д осталось
spanish: {years}a {months}mo {days}d restantes

source: action
german: Aktion
japanese: アクション
portuguese: ação
russian: действие
spanish: acción

source: Expired
french: Expirée
german: Abgelaufen
japanese: 期限切れ
portuguese: Expirado
russian: Истекло
spanish: Expirado

source: Edit permissions
french: Modifier les permissions
german: Berechtigungen bearbeiten
japanese: 権限を編集
portuguese: Editar permissões
russian: Редактировать разрешения
spanish: Editar permisos

source: Open permission action menu
french: Ouvrir le menu d'action des autorisations
german: Berechtigungs-Aktionsmenü öffnen
japanese: 権限アクションメニューを開く
portuguese: Abrir menu de ações de permissão
russian: Открыть меню действий разрешений
spanish: Abrir menú de acciones de permisos

source: Add Permissions
french: Ajouter des permissions
german: Berechtigungen hinzufügen
japanese: 権限を追加
portuguese: Adicionar Permissões
russian: Добавить разрешения
spanish: Añadir Permisos

source: Coming soon!
french: Bientôt disponible!
german: Bald verfügbar!
japanese: 近日公開！
portuguese: Em breve!
russian: Скоро!
spanish: ¡Próximamente!

source: Here's a list of roles and permissions granted to your group members.
french: Voici la liste des rôles et des autorisations accordés aux membres de votre groupe.
german: Hier ist eine Liste der Rollen und Berechtigungen, die Ihren Gruppenmitgliedern gewährt wurden.
japanese: グループメンバーに付与されたロールと権限のリストです
portuguese: Aqui está uma lista de papéis e permissões concedidos aos membros do seu grupo.
russian: Вот список ролей и разрешений, предоставленных участникам вашей группы.
spanish: Aquí hay una lista de roles y permisos otorgados a los miembros de tu grupo.

source: Permissions
german: Berechtigungen
japanese: 権限
portuguese: Permissões
russian: Разрешения
spanish: Permisos

source: Role
french: Rôle
german: Rolle
japanese: ロール
portuguese: Papel
russian: Роль
spanish: Rol

source: Roles and Permissions
french: Rôles et Permissions
german: Rollen und Berechtigungen
japanese: ロールと権限
portuguese: Papéis e Permissões
russian: Роли и разрешения
spanish: Roles y Permisos

source: User / Role
french: Utilisateur / Rôle
german: Benutzer / Rolle
japanese: ユーザー / ロール
portuguese: Usuário / Papel
russian: Пользователь / Роль
spanish: Usuario / Rol

source: User
french: Utilisateur
german: Benutzer
japanese: ユーザー
portuguese: Usuário
russian: Пользователь
spanish: Usuario

source: '{first}' and {restCount} more
french: '{first}' et {restCount} de plus
german: '{first}' und {restCount} weitere
japanese: '{first}' とさらに {restCount} 件
portuguese: '{first}' e mais {restCount}
russian: '{first}' и еще {restCount}
spanish: '{first}' y {restCount} más

source: {no} permissions
german: {no} Berechtigungen
japanese: {no} 権限
portuguese: {no} permissões
russian: {no} разрешений
spanish: {no} permisos

source: See all
french: Voir tout
german: Alle ansehen
japanese: すべて表示
portuguese: Ver todos
russian: Смотреть все
spanish: Ver todo

source: Admin
french: Administrateur
japanese: 管理者
russian: Администратор

source: Assign delegator
french: Assigner un délégué
german: Delegator zuweisen
japanese: 委任者を割り当て
portuguese: Atribuir delegado
russian: Назначить делегатора
spanish: Asignar delegado

source: Custom
french: Personnalisé
german: Benutzerdefiniert
japanese: カスタム
portuguese: Personalizado
russian: Пользовательский
spanish: Personalizado

source: Delegate permissions
french: Déléguer les permissions
german: Berechtigungen delegieren
japanese: 権限を委任
portuguese: Delegar permissões
russian: Делегировать разрешения
spanish: Delegar permisos

source: Delete channels
french: Supprimer les canaux
german: Kanäle löschen
japanese: チャンネルを削除
portuguese: Excluir canais
russian: Удалять каналы
spanish: Eliminar canales

source: Moderator (Delegator)
french: Modérateur (Délégué)
japanese: モデレーター (委任者)
portuguese: Moderador (Delegador)
russian: Модератор (Делегатор)
spanish: Moderador (Delegado)

source: Moderator
french: Modérateur
japanese: モデレーター
portuguese: Moderador
russian: Модератор
spanish: Moderador

source: Revoke invites
french: Révoquer les invitations
german: Einladungen widerrufen
japanese: 招待を無効化
portuguese: Revogar convites
russian: Отзывать приглашения
spanish: Revocar invitaciones

source: View permissions
french: Voir les permissions
german: Berechtigungen anzeigen
japanese: 権限を表示
portuguese: Ver permissões
russian: Просматривать разрешения
spanish: Ver permisos

source: Page not found
french: Page introuvable
german: Seite nicht gefunden
japanese: ページが見つかりません
portuguese: Página não encontrada
russian: Страница не найдена
spanish: Página no encontrada

source: Server error
french: Erreur du serveur
german: Serverfehler
japanese: サーバーエラー
portuguese: Erro do servidor
russian: Ошибка сервера
spanish: Error del servidor

source: We are having some trouble. Please try again later.
french: Nous rencontrons quelques difficultés. veuillez réessayer plus tard.
german: Wir haben Probleme. Bitte versuchen Sie es später erneut.
japanese: 問題が発生しています。後でもう一度お試しください。
portuguese: Estamos com alguns problemas. Por favor, tente novamente mais tarde.
russian: У нас возникли проблемы. Пожалуйста, попробуйте позже.
spanish: Estamos teniendo algunos problemas. Por favor, inténtalo de nuevo más tarde.

source: We couldn’t find what you are looking for.
french: Nous n’avons pas pu trouver ce que vous cherchez.
german: Wir konnten nicht finden, wonach Sie suchen.
japanese: お探しのものがみつかりませんでした。
portuguese: Não pudemos encontrar o que você está procurando.
russian: Мы не смогли найти то, что вы ищете.
spanish: No pudimos encontrar lo que buscas.

source: Take me home
french: Accueil
german: Zurück zur Startseite
japanese: ホームに移動
portuguese: Leve-me para casa
russian: Вернуть на главную
spanish: Llévame a casa

source: Create a new group
french: Créer un nouveau groupe
german: Eine neue Gruppe erstellen
japanese: 新しいグループを作成
portuguese: Criar um novo grupo
russian: Создать новую группу
spanish: Crear un nuevo grupo

source: Global dashboard
french: Tableau de bord global
german: Globales Dashboard
japanese: グローバル ダッシュボード
portuguese: Painel global
russian: Глобальная панель
spanish: Panel global

source: Add a group
french: Ajouter un groupe
german: Eine Gruppe hinzufügen
japanese: グループを追加
portuguese: Adicionar um grupo
russian: Добавить группу
spanish: Añadir un grupo

source: Blog
japanese: ブログ
russian: Блог

source: Chat
french: Conversations
japanese: チャット
russian: Чат

source: Dashboard
french: Tableau de bord
japanese: ダッシュボード
portuguese: Painel
russian: Панель
spanish: Panel

source: Donate
french: Faire un don
german: Spenden
japanese: 寄付
portuguese: Doar
russian: Пожертвовать
spanish: Donar

source: Global Dashboard Menu
french: Menu du tableau de bord global
german: Globales Dashboard-Menü
japanese: グローバル ダッシュボード メニュー
portuguese: Menu do Painel Global
russian: Меню глобальной панели
spanish: Menú de Panel Global

source: Help &amp; Feedback
french: Aide &amp; Retours
german: Hilfe & Feedback
japanese: ヘルプとフィードバック
portuguese: Ajuda &amp; Feedback
russian: Помощь и отзывы
spanish: Ayuda y Comentarios

source: Main Menu
french: Menu principal
german: Hauptmenü
japanese: メインメニュー
portuguese: Menu Principal
russian: Главное меню
spanish: Menú Principal

source: Main
french: Page principale
german: Haupt
japanese: メイン
portuguese: Principal
russian: Основное
spanish: Principal

source: Show notifications
french: Voir les notifications
german: Benachrichtigungen anzeigen
japanese: 通知を表示
portuguese: Mostrar notificações
russian: Показать уведомления
spanish: Mostrar notificaciones

source: Mark all as read
french: Indiquer tout comme lu
german: Alle als gelesen markieren
japanese: すべて既読にする
portuguese: Marcar todos como lidos
russian: Отметить все как прочитанные
spanish: Marcar todo como leído

source: NEW
french: NOUVEAU
german: NEU
japanese: 新規
portuguese: NOVO
russian: НОВОЕ
spanish: NUEVO

source: Nothing to see here... yet!
french: Rien à voir ici... pour l'instant!
german: Nichts zu sehen hier... noch!
japanese: ここにはまだ何もありません...！
portuguese: Nada para ver aqui... ainda!
russian: Здесь пока ничего нет...
spanish: ¡Nada que ver aquí... aún!

source: OLDER
french: ANCIEN
german: ÄLTER
japanese: 古い
portuguese: MAIS ANTIGO
russian: СТАРЕЕ
spanish: ANTIGUO

source: Export all periods
french: Exporter toutes les périodes
german: Alle Perioden exportieren
japanese: すべての期間をエクスポート
portuguese: Exportar todos os períodos
russian: Экспортировать все периоды
spanish: Exportar todos los períodos

source: Export payments
french: Export des paiements
german: Zahlungen exportieren
japanese: 支払いをエクスポート
portuguese: Exportar pagamentos
russian: Экспортировать платежи
spanish: Exportar pagos

source: Export received payments
french: Export des paiements reçus
german: Erhaltene Zahlungen exportieren
japanese: 受領支払いをエクスポート
portuguese: Exportar pagamentos recebidos
russian: Экспортировать полученные платежи
spanish: Exportar pagos recibidos

source: Export sent payments
french: Export des paiements envoyés
german: Gesendete Zahlungen exportieren
japanese: 送信支払いをエクスポート
portuguese: Exportar pagamentos enviados
russian: Экспортировать отправленные платежи
spanish: Exportar pagos enviados

source: Export your received payment history to .csv
french: Exportez votre historique de paiements reçus en .csv
german: Ihre erhaltenen Zahlungshistorie als .csv exportieren
japanese: 受領支払い履歴を .csv にエクスポート
portuguese: Exportar seu histórico de pagamentos recebidos para .csv
russian: Экспортировать историю полученных платежей в .csv
spanish: Exportar tu historial de pagos recibidos a .csv

source: Export your sent payment history to .csv
french: Exportez votre historique de paiements envoyés en .csv
german: Ihre gesendeten Zahlungshistorie als .csv exportieren
japanese: 送信支払い履歴を .csv にエクスポート
portuguese: Exportar seu histórico de pagamentos enviados para .csv
russian: Экспортировать историю отправленных платежей в .csv
spanish: Exportar tu historial de pagos enviados a .csv

source: Payment period
french: Période de paiement
german: Zahlungszeitraum
japanese: 支払い期間
portuguese: Período de pagamento
russian: Период платежа
spanish: Período de pago

source: Period
french: Période
german: Zeitraum
japanese: 期間
portuguese: Período
russian: Период
spanish: Período

source: Select payment period
french: Sélectionner la période de paiement
german: Zahlungszeitraum auswählen
japanese: 支払い期間を選択
portuguese: Selecionar período de pagamento
russian: Выбрать период платежа
spanish: Seleccionar período de pago

source: Sent
french: Envoyés
german: Gesendet
japanese: 送信済み
portuguese: Enviado
russian: Отправлено
spanish: Enviado

source: Date & Time
french: Date & Heure
german: Datum & Uhrzeit
japanese: 日付と時刻
portuguese: Data & Hora
russian: Дата и время
spanish: Fecha y Hora

source: Mincome at the time
french: Revenu minimum pendant cette période
german: Mincome zu der Zeit
japanese: 当時の最低収入
portuguese: Mincome na época
russian: Минимальный доход на тот момент
spanish: Mincome en ese momento

source: Manual
french: Manuel
german: Manuell
japanese: 手動
russian: Вручную

source: Sent to
french: Envoyé à
german: Gesendet an
japanese: 送信先
portuguese: Enviado para
russian: Отправлено
spanish: Enviado a

source: Received
french: Reçu
german: Erhalten
japanese: 受信
portuguese: Recebido
russian: Получено
spanish: Recibido

source: Sent by
french: Envoyé par
german: Gesendet von
japanese: 送信元
portuguese: Enviado por
russian: Отправлено
spanish: Enviado por

source: Amount received
french: Montant reçu
german: Erhaltener Betrag
japanese: 受領金額
portuguese: Valor recebido
russian: Полученная сумма
spanish: Cantidad recibida

source: Payment not received
french: Paiements non reçu
german: Zahlung nicht erhalten
japanese: 支払いを受け取っていません
portuguese: Pagamento não recebido
russian: Платеж не получен
spanish: Pago no recibido

source: Period: {start} - {end}
french: Période: {start} - {end}
german: Zeitraum: {start} - {end}
japanese: 期間: {start} - {end}
portuguese: Período: {start} - {end}
russian: Период: {start} - {end}
spanish: Período: {start} - {end}

source: There was a problem with {nr} of your payments.
french: Un problème est survenu lors de {nr} de vos paiements.
german: Es gab ein Problem mit {nr} Ihrer Zahlungen.
japanese: あなたの支払いの {nr} 件に問題がありました。
portuguese: Houve um problema com {nr} de seus pagamentos.
russian: Были проблемы с {nr} вашими платежами.
spanish: Hubo un problema con {nr} de tus pagos.

source: Amount sent
french: Montant envoyé
german: Gesendeter Betrag
japanese: 送信金額
portuguese: Valor enviado
russian: Отправленная сумма
spanish: Cantidad enviada

source: Cancel payment
french: Annuler le paiement
german: Zahlung abbrechen
japanese: 支払いをキャンセル
portuguese: Cancelar pagamento
russian: Отменить платеж
spanish: Cancelar pago

source: Notes
german: Notizen
japanese: メモ
portuguese: Notas
russian: Заметки
spanish: Notas

source: Sent by {name}
french: Envoyé par {name}
german: Gesendet von {name}
japanese: {name} から送信
portuguese: Enviado por {name}
russian: Отправлено {name}
spanish: Enviado por {name}

source: Sent to {name}
french: Envoyé à {name}
german: Gesendet an {name}
japanese: {name} へ送信
portuguese: Enviado para {name}
russian: Отправлено {name}
spanish: Enviado a {name}

source: Transaction ID
french: ID de transaction
german: Transaktions-ID
japanese: トランザクション ID
portuguese: ID da Transação
russian: ID транзакции
spanish: ID de Transacción

source: Payment details
french: Détails de paiement
german: Zahlungsdetails
japanese: 支払い詳細
portuguese: Detalhes do pagamento
russian: Детали платежа
spanish: Detalles del pago

source: Relative to
french: Relatif à
german: Bezogen auf
japanese: 相対
portuguese: Relativo a
russian: Относительно
spanish: Relativo a

source: Send Thanks!
french: Envoyez des remerciements!
german: Danke senden!
japanese: 感謝を送信！
portuguese: Enviar Agradecimentos!
russian: Отправить спасибо!
spanish: ¡Enviar Gracias!

source: Next distribution Date: {dDate}
french: Date de la prochaine distribution: {date}
german: Nächstes Verteilungdatum: {dDate}
japanese: 次の配布日: {dDate}
portuguese: Próxima data de distribuição: {dDate}
russian: Дата следующего распределения: {dDate}
spanish: Fecha de distribución siguiente: {dDate}

source: Already marked as not received!
french: Déjà marqué en tant que non reçu !
german: Bereits als nicht erhalten markiert!
japanese: すでに受領されていないとしてマーク済み！
portuguese: Já marcado como não recebido!
russian: Уже отмечено как не получено!
spanish: ¡Ya marcado como no recibido!

source: I did not receive this
french: Je n’ai pas reçu ceci
german: Ich habe das nicht erhalten
japanese: これを受け取っていません
portuguese: Eu não recebi isso
russian: Я не получил это
spanish: No recibí esto

source: Send thank you
french: Envoyer des remerciements
german: Danke senden
japanese: 感謝を送信
portuguese: Enviar agradecimento
russian: Отправить спасибо
spanish: Enviar gracias

source: Mark as sent
french: Indiquer comme envoyé
german: Als gesendet markieren
japanese: 送信済みにマーク
portuguese: Marcar como enviado
russian: Отметить как отправлено
spanish: Marcar como enviado

source: Reset
french: Réinitialiser
german: Zurücksetzen
japanese: リセット
portuguese: Redefinir
russian: Сбросить
spanish: Restablecer

source: Mark as an item to pay
french: Indiquer comme étant à payer
german: Als zu zahlendes Element markieren
japanese: 支払い項目としてマーク
portuguese: Marcar como item a pagar
russian: Отметить как элемент для оплаты
spanish: Marcar como elemento a pagar

source: Cancel this payment
french: Annuler ce paiement
german: Diese Zahlung abbrechen
japanese: この支払いをキャンセル
portuguese: Cancelar este pagamento
russian: Отменить этот платеж
spanish: Cancelar este pago

source: Partial
french: Partiel
german: Teilweise
japanese: 部分
portuguese: Parcial
russian: Частично
spanish: Parcial

source: {partial_amount} out of {partial_total}
french: {partial_amount} sur {partial_total}
german: {partial_amount} von {partial_total}
japanese: {partial_total} 中 {partial_amount}
portuguese: {partial_amount} de {partial_total}
russian: {partial_amount} из {partial_total}
spanish: {partial_amount} de {partial_total}

source: Select payment item
french: Sélectionner l'élément de paiement
german: Zahlungselement auswählen
japanese: 支払い項目を選択
portuguese: Selecionar item de pagamento
russian: Выбрать элемент платежа
spanish: Seleccionar elemento de pago

source: Payments History
french: Historique des Paiements
german: Zahlungsverlauf
japanese: 支払い履歴
portuguese: Histórico de Pagamentos
russian: История платежей
spanish: Historial de Pagos

source: Next page
french: Page suivante
german: Nächste Seite
japanese: 次のページ
portuguese: Próxima página
russian: Следующая страница
spanish: Página siguiente

source: Previous page
french: Page précédente
german: Vorherige Seite
japanese: 前のページ
portuguese: Página anterior
russian: Предыдущая страница
spanish: Página anterior

source: Show per page
french: Afficher par page
german: Pro Seite anzeigen
japanese: ページあたりの表示数
portuguese: Mostrar por página
russian: Показывать на странице
spanish: Mostrar por página

source: Show:
french: Afficher:
german: Anzeigen:
japanese: 表示:
portuguese: Mostrar:
russian: Показать:
spanish: Mostrar:

source: per page
french: par page
german: pro Seite
japanese: ページあたり
portuguese: por página
russian: на страницу
spanish: por página

source: results
french: résultats
german: Ergebnisse
japanese: 結果
portuguese: resultados
russian: результатов
spanish: resultados

source: {range} out of {count}
french: {range} sur {count}
german: {range} von {count}
japanese: {count} 中 {range}
portuguese: {range} de {count}
russian: {range} из {count}
spanish: {range} de {count}

source: Please support the development of Group Income by {r1}sending a donation{r2}!
french: Soutenez le développement de Group Income grâce à {r1}vos dons{r2} !
german: Unterstützen Sie die Entwicklung von Group Income durch {r1}Senden einer Spende{r2}!
japanese: Group Income の開発を {r1}寄付{r2} で支援してください！
portuguese: Por favor, apoie o desenvolvimento do Group Income {r1}enviando uma doação{r2}!
russian: Поддержите разработку Group Income, {r1}отправив пожертвование{r2}!
spanish: ¡Por favor, apoya el desarrollo de Group Income {r1}enviando una donación{r2}!

source: Record 1 payment
french: Enregistrer un paiement
german: 1 Zahlung erfassen
japanese: 1 件の支払いを記録
portuguese: Registrar 1 pagamento
russian: Записать 1 платеж
spanish: Registrar 1 pago

source: Record payments
french: Enregistrer les paiements
german: Zahlungen erfassen
japanese: 支払いを記録
portuguese: Registrar pagamentos
russian: Записать платежи
spanish: Registrar pagos

source: Record {number} payments
french: Enregistrer {number} paiements
german: {number} Zahlungen erfassen
japanese: {number} 件の支払いを記録
portuguese: Registrar {number} pagamentos
russian: Записать {number} платежей
spanish: Registrar {number} pagos

source: Who did you send money to?
french: À qui avez-vous envoyé de l’argent ?
german: An wen haben Sie Geld gesendet?
japanese: 誰にお金を送りましたか？
portuguese: Para quem você enviou dinheiro?
russian: Кому вы отправили деньги?
spanish: ¿A quién enviaste dinero?

source: Your payments were recorded
french: Vos paiements ont bien été enregistrés
german: Ihre Zahlungen wurden erfasst
japanese: あなたの支払いが記録されました
portuguese: Seus pagamentos foram registrados
russian: Ваши платежи записаны
spanish: Tus pagos fueron registrados

source: Add a note {span_}(optional){_span}
french: Ajouter une note {span_}(facultatif){_span}
german: Eine Notiz hinzufügen {span_}(optional){_span}
japanese: メモを追加 {span_}(オプション){_span}
portuguese: Adicionar uma nota {span_}(opcional){_span}
russian: Добавить заметку {span_}(необязательно){_span}
spanish: Añadir una nota {span_}(opcional){_span}

source: Leave a message to the group members selected above.
french: Laisser un message aux membres du groupe sélectionnés ci-dessus.
german: Hinterlassen Sie eine Nachricht für die oben ausgewählten Gruppenmitglieder.
japanese: 上記の選択されたグループメンバーにメッセージを残す
portuguese: Deixe uma mensagem para os membros do grupo selecionados acima.
russian: Оставить сообщение выбранным участникам группы.
spanish: Deja un mensaje a los miembros del grupo seleccionados arriba.
