Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: When enabled the amount of animations you see around are reduced.
french: Ceci réduit le nombre d’animations affichées.
german: Wenn aktiviert, wird die Anzahl der Animationen, die Sie sehen, reduziert.
japanese: 有効にすると、周囲のアニメーションの量が減少します。
portuguese: Quando ativado, a quantidade de animações que você vê ao redor é reduzida.
russian: При включении количество видимых анимаций уменьшается.
spanish: Cuando está activado, la cantidad de animaciones que ves se reduce.

source: Allow browser notifications
french: Autoriser les notifications du navigateur
german: Browser-Benachrichtigungen erlauben
japanese: ブラウザ通知を許可
portuguese: Permitir notificações do navegador
russian: Разрешить уведомления браузера
spanish: Permitir notificaciones del navegador

source: Browser notifications
french: Notifications du navigateur
german: Browser-Benachrichtigungen
japanese: ブラウザ通知
portuguese: Notificações do navegador
russian: Уведомления браузера
spanish: Notificaciones del navegador

source: Congratulations
french: Toutes nos félicitations
german: Herzlichen Glückwunsch
japanese: おめでとう
portuguese: Parabéns
russian: Поздравляем
spanish: Felicidades

source: Get notifications to find out what's going on when you're not on Group Income. You can turn them off anytime.
french: Recevez des notifications pour savoir ce qui se passe lorsque vous n'êtes pas sur Group Income. Vous pouvez les désactiver à tout moment.
german: Erhalten Sie Benachrichtigungen, um zu erfahren, was passiert, wenn Sie nicht bei Group Income sind. Sie können sie jederzeit deaktivieren.
japanese: Group Income にいないときに何が起こっているかを知るための通知を取得。いつでもオフにできます。
portuguese: Receba notificações para saber o que está acontecendo quando você não está no Group Income. Você pode desativá-las a qualquer momento.
russian: Получайте уведомления, чтобы узнать, что происходит, когда вы не в Group Income. Вы можете отключить их в любое время.
spanish: Recibe notificaciones para saber qué está pasando cuando no estás en Group Income. Puedes desactivarlas en cualquier momento.

source: Push notifications are disabled because your browser settings have disabled them.
french: Les notifications push sont désactivées parce que les paramètres de votre navigateur les ont désactivées.
german: Push-Benachrichtigungen sind deaktiviert, da Ihre Browser-Einstellungen sie deaktiviert haben.
japanese: ブラウザの設定で無効になっているため、プッシュ通知が無効です。
portuguese: Notificações push estão desativadas porque as configurações do seu navegador as desativaram.
russian: Push-уведомления отключены, поскольку настройки браузера их запрещают.
spanish: Las notificaciones push están desactivadas porque la configuración de tu navegador las ha desactivado.

source: There was a problem requesting notifications permission
french: Un problème est survenu lors de la demande d'autorisation de notifications
german: Es gab ein Problem bei der Anforderung der Benachrichtigungsberechtigung
japanese: 通知権限のリクエストに問題が発生しました
portuguese: Houve um problema ao solicitar permissão para notificações
russian: Проблема с запросом разрешения на уведомления
spanish: Hubo un problema al solicitar el permiso de notificaciones

source: Try granting notifications permissions in your browser settings first
french: Essayez d’abord d’accorder des autorisations de notifications dans les paramètres de votre navigateur
german: Versuchen Sie zuerst, Benachrichtigungsberechtigungen in Ihren Browser-Einstellungen zu gewähren
japanese: まずブラウザの設定で通知権限を許可してみてください
portuguese: Tente conceder permissões de notificações nas configurações do seu navegador primeiro
russian: Сначала попробуйте предоставить разрешения на уведомления в настройках браузера
spanish: Intenta otorgar permisos de notificaciones en la configuración de tu navegador primero

source: You have granted browser notification!
french: Vous avez autorisé la notification du navigateur!
german: Sie haben Browser-Benachrichtigungen gewährt!
japanese: ブラウザ通知を許可しました！
portuguese: Você concedeu notificação do navegador!
russian: Вы предоставили разрешение на уведомления браузера!
spanish: ¡Has otorgado notificaciones del navegador!

source: Your browser doesn't support push notifications
french: Votre navigateur ne prend pas en charge les notifications push
german: Ihr Browser unterstützt keine Push-Benachrichtigungen
japanese: お使いのブラウザはプッシュ通知をサポートしていません
portuguese: Seu navegador não suporta notificações push
russian: Ваш браузер не поддерживает push-уведомления
spanish: Tu navegador no soporta notificaciones push

source: Volume
german: Lautstärke
japanese: 音量
russian: Громкость
spanish: Volumen

source: Use system settings
french: Utiliser les paramètres système
german: Systemeinstellungen verwenden
japanese: システム設定を使用
portuguese: Usar configurações do sistema
russian: Использовать системные настройки
spanish: Usar configuración del sistema

source: For diagnostic info, see application logs.
french: Pour des informations de diagnostic, voir les journaux d'application.
german: Für Diagnose-Infos siehe App-Logs.
japanese: 診断情報については、アプリケーション ログを参照。
portuguese: Para informações de diagnóstico, veja os logs do aplicativo.
russian: Для диагностической информации см. журналы приложения.
spanish: Para información de diagnóstico, consulta los registros de la aplicación.

source: If you're having trouble with the app, you can try resetting Group Income. This will delete the current app state, and log you out. After you log back in, it may take a few minutes for the app to reset, but that should fix most problems. THIS WILL LOG YOU OUT.
french: Si vous avez des problèmes avec l'application, vous pouvez essayer de réinitialiser Group Income. Cette opération effacera l'état actuel de l'application et vous déconnectera. Après vous être reconnecté, il faudra peut-être quelques minutes pour que l'application se réinitialise, mais cela devrait résoudre la plupart des problèmes. CECI VOUS DÉCONNECTERA.
german: Wenn Sie Probleme mit der App haben, können Sie versuchen, Group Income zurückzusetzen. Dies löscht den aktuellen App-Zustand und loggt Sie aus. Nach dem erneuten Einloggen kann es ein paar Minuten dauern, bis die App zurückgesetzt ist, aber das sollte die meisten Probleme beheben. DAS WIRD SIE AUSLOGGEN.
japanese: アプリに問題がある場合、Group Incomeをリセットしてみてください。これにより現在のアプリ状態が削除され、ログアウトします。再ログイン後、アプリのリセットに数分かかる場合がありますが、ほとんどの問題が解決されるはずです。THIS WILL LOG YOU OUT.
portuguese: Se você está tendo problemas com o app, você pode tentar redefinir o Group Income. Isso excluirá o estado atual do app e fará logout. Após fazer login novamente, pode levar alguns minutos para o app ser redefinido, mas isso deve resolver a maioria dos problemas. ISTO FARÁ LOGOUT.
russian: Если у вас проблемы с приложением, попробуйте сбросить Group Income. Это удалит текущее состояние приложения и выйдет из аккаунта. После повторного входа приложению может потребоваться несколько минут для сброса, но это должно исправить большинство проблем. ЭТО ВЫЙДЕТ ИЗ АККАУНТА.
spanish: Si tienes problemas con la aplicación, puedes intentar restablecer Group Income. Esto eliminará el estado actual de la aplicación y te cerrará la sesión. Después de iniciar sesión nuevamente, puede tomar unos minutos que la aplicación se restablezca, pero eso debería solucionar la mayoría de los problemas. ESTO TE CERRARÁ LA SESIÓN.

source: Ok
russian: Ок
spanish: Aceptar

source: Re-sync and rebuild data
french: Actualiser et reconstruire les données
german: Daten neu synchronisieren und neu aufbauen
japanese: データを再同期して再構築
portuguese: Re-sincronizar e reconstruir dados
russian: Пересинхронизировать и перестроить данные
spanish: Volver a sincronizar y reconstruir datos

source: Re-sync failed. {reportError}
french: La connexion a échoué. {reportError}
german: Neu-Synchronisierung fehlgeschlagen. {reportError}
japanese: 再同期に失敗しました。{reportError}
portuguese: Re-sincronização falhou. {reportError}
russian: Пересинхронизация не удалась. {reportError}
spanish: Error al volver a sincronizar. {reportError}

source: Reset Group Income
french: Réinitialiser Group Income
german: Group Income zurücksetzen
japanese: Group Incomeをリセット
portuguese: Redefinir Group Income
russian: Сбросить Group Income
spanish: Restablecer Group Income

source: Bio
french: Biographie
german: Biografie
japanese: バイオ
russian: Био
spanish: Biografía

source: Display Name
french: Pseudonyme
german: Anzeigename
japanese: 表示名
portuguese: Nome de Exibição
russian: Отображаемое имя
spanish: Nombre de visualización

source: Save account changes
french: Enregistrer les modifications du compte
german: Kontoänderungen speichern
japanese: アカウントの変更を保存
portuguese: Salvar alterações da conta
russian: Сохранить изменения аккаунта
spanish: Guardar cambios de la cuenta

source: This action cannot be undone.
french: Cette action est irréversible.
german: Diese Aktion kann nicht rückgängig gemacht werden.
japanese: この操作は元に戻せません。
portuguese: Esta ação não pode ser desfeita.
russian: Это действие нельзя отменить.
spanish: Esta acción no se puede deshacer.

source: This is how others will see your name accross the platform.
french: Voici comment les autres verront votre nom sur la plate-forme.
german: So sehen andere Ihren Namen auf der Plattform.
japanese: これがプラットフォーム上で他者があなたの名前を見る方法です。
portuguese: É assim que os outros verão seu nome pela plataforma.
russian: Так другие увидят ваше имя на платформе.
spanish: Así es como otros verán tu nombre en toda la plataforma.

source: Update Password
french: Mettre à jour le Mot de Passe
german: Passwort aktualisieren
japanese: パスワードを更新
portuguese: Atualizar Senha
russian: Обновить пароль
spanish: Actualizar contraseña

source: Your changes were saved!
french: Vos modifications ont été enregistrées!
german: Ihre Änderungen wurden gespeichert!
japanese: 変更が保存されました！
portuguese: Suas alterações foram salvas!
russian: Ваши изменения сохранены!
spanish: ¡Tus cambios se han guardado!

source: Advanced
french: Avancée
german: Erweitert
japanese: 詳細
portuguese: Avançado
russian: Расширенные
spanish: Avanzado

source: App settings
french: Paramètres
german: App-Einstellungen
japanese: アプリ設定
portuguese: Configurações do app
russian: Настройки приложения
spanish: Configuración de la aplicación

source: Appearance
french: Apparence
german: Darstellung
japanese: 外観
portuguese: Aparência
russian: Внешний вид
spanish: Apariencia

source: Log Out
french: Déconnexion
german: Abmelden
japanese: ログアウト
portuguese: Sair
russian: Выйти
spanish: Cerrar sesión

source: My account
french: Mon compte
german: Mein Konto
japanese: マイアカウント
portuguese: Minha conta
russian: Мой аккаунт
spanish: Mi cuenta

source: User settings
french: Paramètres utilisateur
german: Benutzereinstellungen
japanese: ユーザー設定
portuguese: Configurações do usuário
russian: Настройки пользователя
spanish: Configuración de usuario

source: Add a non-monetary pledge
french: Ajouter une contribution non-monétaire
german: Ein nicht-monetäres Versprechen hinzufügen
japanese: 非金銭的な誓約を追加
portuguese: Adicionar um compromisso não monetário
russian: Добавить немонетарный вклад
spanish: Agregar un compromiso no monetario

source: Add members to group
french: Ajouter des membres au groupe
german: Mitglieder zur Gruppe hinzufügen
japanese: グループにメンバーを追加
portuguese: Adicionar membros ao grupo
russian: Добавить участников в группу
spanish: Agregar miembros al grupo

source: Failed to add a contribution
french: Impossible d'ajouter une contribution
german: Fehler beim Hinzufügen eines Beitrags
japanese: 貢献の追加に失敗
portuguese: Falha ao adicionar uma contribuição
russian: Не удалось добавить вклад
spanish: Error al agregar una contribución

source: Giving
french: Donner
german: Geben
japanese: 提供
portuguese: Doando
russian: Даю
spanish: Dando

source: No one is pledging money at the moment.
french: Personne ne contribue financièrement pour le moment.
german: Niemand gibt derzeit Geld als Zusage.
japanese: 現在、誰も資金を誓約していません。
portuguese: Ninguém está prometendo dinheiro no momento.
russian: Никто сейчас не дает деньги.
spanish: Nadie está comprometiendo dinero en este momento.

source: No one needs monetary contributions at the moment. You can still add non-monetary contributions if you would like.
french: Personne n’a besoin de contribution financière pour le moment. Vous pouvez toujours ajouter des contributions non monétaires si vous le souhaitez.
german: Niemand benötigt derzeit monetäre Beiträge. Sie können immer noch nicht-monetäre Beiträge hinzufügen, wenn Sie möchten.
japanese: 現在、誰も金銭的な貢献を必要としていません。非金銭的な貢献を追加できます。
portuguese: Ninguém precisa de contribuições monetárias no momento. Você ainda pode adicionar contribuições não monetárias se quiser.
russian: Никому сейчас не нужны денежные вклады. Вы все равно можете добавить немонетарные вклады.
spanish: Nadie necesita contribuciones monetarias en este momento. Aún puedes agregar contribuciones no monetarias si lo deseas.

source: Payment method {paymentMethod}
french: Méthode de paiement {paymentMethod}
german: Zahlungsmethode {paymentMethod}
japanese: 支払い方法 {paymentMethod}
portuguese: Método de pagamento {paymentMethod}
russian: Метод оплаты {paymentMethod}
spanish: Método de pago {paymentMethod}

source: Receiving
french: Reçoit
german: Empfangen
japanese: 受信中
portuguese: Recebendo
russian: Получаю
spanish: Recibiendo

source: When other members pledge a monetary or non-monetary contribution, they will appear here.
french: Lorsque d’autres membres apportent une contribution de nature financière ou autre, ils apparaissent ici.
german: Wenn andere Mitglieder einen monetären oder nicht-monetären Beitrag zusagen, erscheinen sie hier.
japanese: 他のメンバーが金銭的または非金銭的な貢献を誓約すると、ここに表示されます。
portuguese: Quando outros membros prometerem uma contribuição monetária ou não monetária, eles aparecerão aqui.
russian: Когда другие участники дают денежный или немонетарный вклад, они появятся здесь.
spanish: Cuando otros miembros comprometan una contribución monetaria o no monetaria, aparecerán aquí.

source: You are pledging up to {upTo}
french: Vous contribuez jusqu’à {upTo}
german: Sie sagen bis zu {upTo} zu
japanese: {upTo}まで誓約中
portuguese: Você está prometendo até {upTo}
russian: Вы даете до {upTo}
spanish: Estás comprometiendo hasta {upTo}

source: You can add non-monetary contributions for the group here.
french: Vous pouvez ajouter ici des contributions non monétaires pour le groupe.
german: Sie können hier nicht-monetäre Beiträge für die Gruppe hinzufügen.
japanese: ここでグループの非金銭的な貢献を追加できます。
portuguese: Você pode adicionar contribuições não monetárias para o grupo aqui.
russian: Вы можете добавить немонетарные вклады для группы здесь.
spanish: Puedes agregar contribuciones no monetarias para el grupo aquí.

source: You can contribute to your group with money or other valuables like teaching skills, sharing your time to help someone. The sky is the limit!
french: Vous pouvez contribuer au bien de votre groupe avec de l’argent, mais aussi en offrant des services tels que des leçons de piano gratuites, partageant ainsi votre temps pour aider quelqu’un. Les possibilités sont sans limite !
german: Sie können Ihrer Gruppe mit Geld oder anderen Werten wie Lehren von Fähigkeiten, Teilen Ihrer Zeit zur Hilfe beitragen. Der Himmel ist die Grenze!
japanese: グループに金銭やスキル指導、時間共有などの価値あるもので貢献できます。限界はありません！
portuguese: Você pode contribuir para seu grupo com dinheiro ou outros valores como ensinar habilidades, compartilhar seu tempo para ajudar alguém. O céu é o limite!
russian: Вы можете внести вклад в группу деньгами или другими ценностями, такими как обучение навыкам, деление временем для помощи кому-то. Возможностей безгранично!
spanish: Puedes contribuir a tu grupo con dinero u otros valores como enseñar habilidades, compartir tu tiempo para ayudar a alguien. ¡El cielo es el límite!

source: You need {amount}
french: Vous avez besoin de {amount}
german: Sie benötigen {amount}
japanese: {amount} 必要
portuguese: Você precisa de {amount}
russian: Вам нужно {amount}
spanish: Necesitas {amount}

source: No one has created a proposal yet.
french: Personne n’a encore créé de proposition.
german: Niemand hat noch einen Vorschlag erstellt.
japanese: まだ提案を作成した人がいません。
portuguese: Ninguém criou uma proposta ainda.
russian: Никто еще не создал предложение.
spanish: Nadie ha creado una propuesta aún.

source: Open Modal "John"
french: Ouvrir la fenêtre modale "John"
german: Modal "John" öffnen
japanese: モーダル「John」を開く
portuguese: Abrir Modal "John"
russian: Открыть модальное окно "John"
spanish: Abrir modal "John"

source: Open Modal "Kate"
french: Ouvrir la fenêtre modale "Kate"
german: Modal "Kate" öffnen
japanese: モーダル「Kate」を開く
portuguese: Abrir Modal "Kate"
russian: Открыть модальное окно "Kate"
spanish: Abrir modal "Kate"

source: Open Prompt
french: Ouvrir l'invitation
german: Prompt öffnen
japanese: プロンプトを開く
portuguese: Abrir Prompt
russian: Открыть подсказку
spanish: Abrir prompt

source: Send donation
french: Envoyer un don
german: Spende senden
japanese: 寄付を送信
portuguese: Enviar doação
russian: Отправить пожертвование
spanish: Enviar donación

source: Show info
french: Afficher les informations
german: Info anzeigen
japanese: 情報を表示
portuguese: Mostrar info
russian: Показать информацию
spanish: Mostrar información

source: News & Updates
french: Nouvelles et Mises à Jour
german: Neuigkeiten & Updates
japanese: ニュースと更新
portuguese: Notícias & Atualizações
russian: Новости и обновления
spanish: Noticias y actualizaciones

source: 1 member
french: 1 membre
german: 1 Mitglied
japanese: 1 人のメンバー
portuguese: 1 membro
russian: 1 участник
spanish: 1 miembro

source: Add People
french: Ajouter des personnes
german: Personen hinzufügen
japanese: 人を追加
portuguese: Adicionar Pessoas
russian: Добавить людей
spanish: Agregar personas

source: Channel Options
french: Options du salon
german: Kanaloptionen
japanese: チャンネル オプション
portuguese: Opções do Canal
russian: Опции канала
spanish: Opciones del canal

source: Leave {channelName}
french: Quitter {channelName}
german: {channelName} verlassen
japanese: {channelName} を退出
portuguese: Sair de {channelName}
russian: Выйти из {channelName}
spanish: Salir de {channelName}

source: Notification settings
french: Paramètres des notification
german: Benachrichtigungseinstellungen
japanese: 通知設定
portuguese: Configurações de notificação
russian: Настройки уведомлений
spanish: Configuración de notificaciones

source: Rename
french: Renommer
german: Umbenennen
japanese: 名前を変更
portuguese: Renomear
russian: Переименовать
spanish: Renombrar

source: Sorry, this message is from a private chatroom that you are not part of.
french: Désolé, ce message provient d'un salon de discussion privé dont vous ne faites pas partie.
german: Entschuldigung, diese Nachricht stammt aus einem privaten Chatraum, zu dem Sie nicht gehören.
japanese: 申し訳ありません。このメッセージはあなたが参加していないプライベートチャットルームからのものです。
portuguese: Desculpe, esta mensagem é de um chatroom privado do qual você não faz parte.
russian: Извините, это сообщение из приватной комнаты чата, частью которой вы не являетесь.
spanish: Lo siento, este mensaje es de una sala de chat privada de la que no formas parte.

source: Update description
french: Mettre à jour la description
german: Beschreibung aktualisieren
japanese: 説明を更新
portuguese: Atualizar descrição
russian: Обновить описание
spanish: Actualizar descripción

source: {messagesCount} Pinned
french: {messagesCount} Épinglé
german: {messagesCount} Angeheftet
japanese: {messagesCount} ピン留め
portuguese: {messagesCount} Fixadas
russian: {messagesCount} закреплённых
spanish: {messagesCount} fijados

source: {num} members
french: {num} membres
german: {num} Mitglieder
japanese: {num} メンバー
portuguese: {num} membros
russian: {num} участников
spanish: {num} miembros

source: Next distribution date is on {date}. Make sure to update your {r1}income details{r2} by then.
french: La prochaine date de distribution est le {date}. Veillez à mettre à jour vos {r1}données de revenu{r2} d'ici là.
german: Nächstes Verteilungdatum ist am {date}. Stellen Sie sicher, dass Sie Ihre {r1}Einkommensdetails{r2} bis dahin aktualisieren.
japanese: 次の分配日は{date}です。そのまでに{r1}収入詳細{r2}を更新してください。
portuguese: A próxima data de distribuição é em {date}. Certifique-se de atualizar seus {r1}detalhes de renda{r2} até lá.
russian: Следующая дата распределения: {date}. Убедитесь, что обновили {r1}детали дохода{r2} к этому времени.
spanish: La próxima fecha de distribución es el {date}. Asegúrate de actualizar tus {r1}detalles de ingresos{r2} para entonces.

source: Allow members to create public channels
french: Autoriser les membres à créer des chaînes publiques
german: Mitgliedern erlauben, öffentliche Kanäle zu erstellen
japanese: メンバーが公開チャンネルを作成することを許可
portuguese: Permitir que membros criem canais públicos
russian: Разрешить участникам создавать публичные каналы
spanish: Permitir a los miembros crear canales públicos

source: Changes to these settings will be visible to all group members
french: Les modifications apportées à ces paramètres seront visibles par tous les membres du groupe
german: Änderungen an diesen Einstellungen sind für alle Gruppenmitglieder sichtbar
japanese: これらの設定の変更はすべてのグループメンバーに表示されます
portuguese: Alterações nessas configurações serão visíveis para todos os membros do grupo
russian: Изменения в этих настройках будут видны всем участникам группы
spanish: Los cambios en estas configuraciones serán visibles para todos los miembros del grupo

source: Default currency
french: Devise par défaut
german: Standardwährung
japanese: デフォルト通貨
portuguese: Moeda padrão
russian: Валюта по умолчанию
spanish: Moneda predeterminada

source: Feature coming soon
french: Fonctionnalité à venir
german: Funktion kommt bald
japanese: 機能は近日公開
portuguese: Recurso em breve
russian: Функция скоро
spanish: Función próximamente

source: Group description cannot exceed {maxchar} characters
french: La description du groupe ne peut pas dépasser {maxchar} caractères
german: Gruppenbeschreibung darf {maxchar} Zeichen nicht überschreiten
japanese: グループ説明は {maxchar} 文字を超えることはできません
portuguese: A descrição do grupo não pode exceder {maxchar} caracteres
russian: Описание группы не может превышать {maxchar} символов
spanish: La descripción del grupo no puede exceder {maxchar} caracteres

source: Group name
french: Nom du groupe
german: Gruppenname
japanese: グループ名
portuguese: Nome do grupo
russian: Название группы
spanish: Nombre del grupo
