Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Group members and their pledges
french: Les membres du groupe et leurs contributions
german: Gruppenmitglieder und ihre Versprechen
japanese: グループ メンバーとその誓約
portuguese: Membros do grupo e suas promessas
russian: Члены группы и их обязательства
spanish: Miembros del grupo y sus promesas

source: This month's overview
french: Résumé de ce mois
german: Übersicht dieses Monats
japanese: 今月の概要
portuguese: Visão geral deste mês
russian: Обзор этого месяца
spanish: Resumen de este mes

source: Total covered
french: Total couvert
german: Gesamt abgedeckt
japanese: 総カバー額
portuguese: Total coberto
russian: Всего покрыто
spanish: Total cubierto

source: Total given
french: Total donné
german: Gesamt gegeben
japanese: 総提供額
portuguese: Total dado
russian: Всего дано
spanish: Total dado

source: Total needed
french: Total requis
german: Gesamt benötigt
japanese: 総必要額
portuguese: Total necessário
russian: Всего нужно
spanish: Total necesario

source: Surplus
french: Excédent
german: Überschuss
japanese: 余剰
portuguese: Superávit
russian: Излишек
spanish: Superávit

source: 3. Minimum Income
french: 3. Revenu Minimum
german: 3. Mindesteinkommen
japanese: 3. 最低収入
portuguese: 3. Renda Mínima
russian: 3. Минимальный доход
spanish: 3. Ingreso Mínimo

source: Currency
french: Devise
german: Währung
japanese: 通貨
portuguese: Moeda
russian: Валюта
spanish: Moneda

source: On what day should the first payment distribution be calculated?
french: Quel est le jour de calcul de la première distribution de paiement?
german: An welchem Tag soll die erste Zahlungsverteilung berechnet werden?
japanese: 最初の支払い配布はどの日に計算されますか？
portuguese: Em que dia a primeira distribuição de pagamento deve ser calculada?
russian: В какой день должно рассчитываться первое распределение платежей?
spanish: ¿En qué día se debe calcular la primera distribución de pagos?

source: Payment distribution will be calculated every 30 days.
french: La redistribution des paiements est calculée tous les 30 jours.
german: Die Zahlungsverteilung wird alle 30 Tage berechnet.
japanese: 支払い配布は30日ごとに計算されます。
portuguese: A distribuição de pagamentos será calculada a cada 30 dias.
russian: Распределение платежей будет рассчитываться каждые 30 дней.
spanish: La distribución de pagos se calculará cada 30 días.

source: Select which day of the month the distribution should be calculated. Every group member will need to update their mincome details before this date to ensure that the algorithm can fairly distribute available funds between group members.
french: Sélectionnez le jour du mois où la distribution doit être calculée. Chaque membre du groupe devra mettre à jour les détails de son revenu minimum avant cette date afin que l'algorithme puisse répartir équitablement les fonds disponibles entre les membres du groupe.
german: Wählen Sie den Tag des Monats aus, an dem die Verteilung berechnet werden soll. Jedes Gruppenmitglied muss seine Mincome-Details vor diesem Datum aktualisieren, um sicherzustellen, dass der Algorithmus die verfügbaren Mittel fair zwischen den Gruppenmitgliedern verteilen kann.
japanese: 配布を計算する月の日を選択してください。グループメンバーはこの日付までに最低収入の詳細を更新する必要があります。これにより、アルゴリズムが利用可能な資金をグループメンバーの間で公平に配布できます。
portuguese: Selecione em que dia do mês a distribuição deve ser calculada. Todo membro do grupo precisará atualizar seus detalhes de renda mínima antes dessa data para garantir que o algoritmo possa distribuir os fundos disponíveis de forma justa entre os membros do grupo.
russian: Выберите день месяца, в который должно рассчитываться распределение. Каждый член группы должен обновить свои детали mincome до этой даты, чтобы алгоритм мог справедливо распределить доступные средства между членами группы.
spanish: Selecciona en qué día del mes se debe calcular la distribución. Cada miembro del grupo necesitará actualizar sus detalles de mincome antes de esta fecha para asegurar que el algoritmo pueda distribuir equitativamente los fondos disponibles entre los miembros del grupo.

source: This value can be adjusted in the future.
french: Cette valeur peut être ajustée ultérieurement.
german: Dieser Wert kann in Zukunft angepasst werden.
japanese: この値は将来調整可能です。
portuguese: Este valor pode ser ajustado no futuro.
russian: Это значение можно изменить в будущем.
spanish: Este valor se puede ajustar en el futuro.

source: What is the minimum monthly income this group is trying to ensure for its members?
french: Quel est le revenu mensuel minimum que ce groupe tente de garantir à ses membres ?
german: Was ist das minimale monatliche Einkommen, das diese Gruppe für ihre Mitglieder sicherstellen möchte?
japanese: このグループがメンバーに保証しようとしている最低月収はいくらですか？
portuguese: Qual é a renda mensal mínima que este grupo está tentando garantir para seus membros?
russian: Какой минимальный ежемесячный доход эта группа пытается обеспечить для своих членов?
spanish: ¿Cuál es el ingreso mensual mínimo que este grupo intenta asegurar para sus miembros?

source: Amount
french: Montant
german: Betrag
japanese: 金額
portuguese: Valor
russian: Сумма
spanish: Cantidad

source: Choose your group's distribution date
french: Choisissez la date de distribution de votre groupe
german: Wählen Sie das Verteilungsdatum Ihrer Gruppe
japanese: グループの分配日を選択
portuguese: Escolha a data de distribuição do seu grupo
russian: Выберите дату распределения для вашей группы
spanish: Elige la fecha de distribución de tu grupo

source: 1. Create a new group
french: 1. Créer un nouveau groupe
german: 1. Neue Gruppe erstellen
japanese: 1. 新しいグループを作成
portuguese: 1. Criar um novo grupo
russian: 1. Создать новую группу
spanish: 1. Crear un nuevo grupo

source: Group avatar
french: Avatar du groupe
german: Gruppen-Avatar
japanese: グループ アバター
portuguese: Avatar do grupo
russian: Аватар группы
spanish: Avatar del grupo

source: The group picture must be a valid url
french: La photo du groupe doit être une adresse valide
german: Das Gruppenbild muss eine gültige URL sein
japanese: グループ画像は有効なURLでなければなりません
portuguese: A imagem do grupo deve ser uma URL válida
russian: Изображение группы должно иметь действительный URL-адрес
spanish: La imagen del grupo debe ser una URL válida

source: Upload an image
french: Télécharger une image
german: Ein Bild hochladen
japanese: 画像をアップロード
portuguese: Carregar uma imagem
russian: Загрузить изображение
spanish: Cargar una imagen

source: What is the name of your group?
french: Quel est le nom de votre groupe ?
german: Wie heißt Ihre Gruppe?
japanese: グループの名前は何ですか？
portuguese: Qual é o nome do seu grupo?
russian: Как называется ваша группа?
spanish: ¿Cuál es el nombre de tu grupo?

source: Privacy Settings
french: Paramètres de Vie Privée
german: Datenschutzeinstellungen
japanese: プライバシー設定
portuguese: Configurações de Privacidade
russian: Настройки конфиденциальности
spanish: Configuración de Privacidad

source: This step is to be designed. What group privacy settings would you feel more comfortable having control over? Let us know at dunno@groupincome.org!
french: La conception de cette étape n’est pas encore finalisée. Quels paramètres concernant la vie privée de votre groupe aimeriez-vous contrôler ? Faites-le nous savoir à dunno@groupincome.org !
german: Dieser Schritt ist noch zu gestalten. Welche Gruppen-Datenschutzeinstellungen würden Sie lieber kontrollieren? Lassen Sie es uns wissen unter dunno@groupincome.org!
japanese: このステップは設計中です。どのグループプライバシー設定を制御したいですか？ dunno@groupincome.org までお知らせください！
portuguese: Este passo está para ser projetado. Quais configurações de privacidade de grupo você se sentiria mais confortável em controlar? Deixe-nos saber em dunno@groupincome.org!
russian: Этот шаг еще предстоит разработать. Какие настройки конфиденциальности группы вы хотели бы контролировать? Напишите нам на dunno@groupincome.org!
spanish: Este paso está por diseñarse. ¿Qué configuraciones de privacidad de grupo te sentirías más cómodo controlando? ¡Avísanos en dunno@groupincome.org!

source: 2. Group Purpose
french: 2. Description du groupe
german: 2. Gruppenzweck
japanese: 2. グループの目的
portuguese: 2. Propósito do Grupo
russian: 2. Цель группы
spanish: 2. Propósito del Grupo

source: Group Purpose
french: Description du Groupe
german: Gruppenzweck
japanese: グループの目的
portuguese: Propósito do Grupo
russian: Цель группы
spanish: Propósito del Grupo

source: How would you describe your group?
french: Comment décririez-vous votre groupe ?
german: Wie würden Sie Ihre Gruppe beschreiben?
japanese: グループをどのように説明しますか？
portuguese: Como você descreveria seu grupo?
russian: Как бы вы описали свою группу?
spanish: ¿Cómo describirías tu grupo?

source: This is optional.
french: Ceci est optionnel.
german: Dies ist optional.
japanese: これはオプションです。
portuguese: Isso é opcional.
russian: Это необязательно.
spanish: Esto es opcional.

source: 4. Voting System
french: 4. Système de Vote
german: 4. Abstimmungssystem
japanese: 4. 投票システム
portuguese: 4. Sistema de Votação
russian: 4. Система голосования
spanish: 4. Sistema de Votación

source: Proposals are how the group makes decisions. You can propose for example, to add or remove members, or to change your group’s mincome value.
french: Les propositions permettent au groupe de prendre des décisions. Vous pouvez proposer, par exemple, d'ajouter ou de supprimer des membres, ou de modifier le montant du revenu minimum de votre groupe.
german: Vorschläge sind der Weg, wie die Gruppe Entscheidungen trifft. Sie können z. B. vorschlagen, Mitglieder hinzuzufügen oder zu entfernen oder den Mincome-Wert Ihrer Gruppe zu ändern.
japanese: 提案はグループが決定を下す方法です。例えば、メンバーの追加や削除、またはグループの最低収入値を変更する提案ができます。
portuguese: Propostas são como o grupo toma decisões. Você pode propor, por exemplo, adicionar ou remover membros, ou alterar o valor de renda mínima do seu grupo.
russian: Предложения — это способ, с помощью которого группа принимает решения. Вы можете предложить, например, добавить или удалить членов или изменить значение mincome вашей группы.
spanish: Las propuestas son cómo el grupo toma decisiones. Puedes proponer, por ejemplo, agregar o eliminar miembros, o cambiar el valor de mincome de tu grupo.

source: Voting on proposals
french: Vote sur les propositions
german: Abstimmung über Vorschläge
japanese: 提案への投票
portuguese: Votação em propostas
russian: Голосование по предложениям
spanish: Votación en propuestas

source: close modal
french: fermer le dialogue
german: Modal schließen
japanese: モーダルを閉じる
portuguese: fechar modal
russian: закрыть модальное окно
spanish: cerrar modal

source: Acknowledgements
french: Remerciements
german: Danksagungen
japanese: 謝辞
portuguese: Agradecimentos
russian: Благодарности
spanish: Agradecimientos

source: App Version: {appVersion}{br_}Contracts Version: {contractsVersion}{br_}SW Version: {swVer}
french: Version de l'application : {appVersion}{br_}Version des contrats : {contractsVersion}{br_}Version du logiciel : {swVer}
japanese: アプリバージョン: {appVersion}{br_}コントラクトバージョン: {contractsVersion}{br_}SW バージョン: {swVer}
portuguese: Versão do App: {appVersion}{br_}Versão dos Contratos: {contractsVersion}{br_}Versão do SW: {swVer}
russian: Версия приложения: {appVersion}{br_}Версия контрактов: {contractsVersion}{br_}Версия ПО: {swVer}
spanish: Versión de la App: {appVersion}{br_}Versión de Contratos: {contractsVersion}{br_}Versión de SW: {swVer}

source: Settings
french: Paramètres
german: Einstellungen
japanese: 設定
portuguese: Configurações
russian: Настройки
spanish: Configuración

source: Forgot your password?
french: Mot de passe oublié ?
german: Passwort vergessen?
japanese: パスワードをお忘れですか？
portuguese: Esqueceu sua senha?
russian: Забыли пароль?
spanish: ¿Olvidaste tu contraseña?

source: A password is required.
french: Un mot de passe est requis.
german: Ein Passwort ist erforderlich.
japanese: パスワードが必要です。
portuguese: Uma senha é necessária.
russian: Требуется пароль.
spanish: Se requiere una contraseña.

source: Username
french: Nom d’utilisateur
german: Benutzername
japanese: ユーザー名
portuguese: Nome de usuário
russian: Имя пользователя
spanish: Nombre de usuario

source: Password
french: Mot de passe
german: Passwort
japanese: パスワード
portuguese: Senha
russian: Пароль
spanish: Contraseña

source: The form is invalid.
french: Le formulaire n’est pas valide.
german: Das Formular ist ungültig.
japanese: フォームが無効です。
portuguese: O formulário é inválido.
russian: Форма недействительна.
spanish: El formulario es inválido.

source: Coming soon
french: Bientôt disponible
german: Bald verfügbar
japanese: 近日公開
portuguese: Em breve
russian: Скоро появится
spanish: Próximamente

source: Login
french: Se connecter
german: Anmelden
japanese: ログイン
portuguese: Entrar
russian: Войти
spanish: Iniciar sesión

source: Create an account
french: Créer un compte
german: Ein Konto erstellen
japanese: アカウントを作成
portuguese: Criar uma conta
russian: Создать аккаунт
spanish: Crear una cuenta

source: Log in
french: Se connecter
german: Anmelden
japanese: ログイン
portuguese: Entrar
russian: Войти
spanish: Iniciar sesión

source: Not on Group Income yet?
french: Pas encore sur Group Income?
german: Noch nicht bei Gruppen-Einkommen?
japanese: まだ Group Income に参加していませんか？
portuguese: Ainda não está no Group Income?
russian: Еще не в Group Income?
spanish: ¿Aún no estás en Group Income?

source: Toggle password visibility
french: Montrer/cacher le mot de passe
german: Passwort-Sichtbarkeit umschalten
japanese: パスワードの表示を切り替え
portuguese: Alternar visibilidade da senha
russian: Переключить видимость пароля
spanish: Alternar visibilidad de la contraseña

source: Change Password
french: Changer le mot de passe
german: Passwort ändern
japanese: パスワードを変更
portuguese: Alterar Senha
russian: Изменить пароль
spanish: Cambiar Contraseña

source: Change password
french: Changer le mot de passe
german: Passwort ändern
japanese: パスワードを変更
portuguese: Alterar senha
russian: Изменить пароль
spanish: Cambiar contraseña

source: Confirm new Password
french: Confirmer le nouveau mot de passe
german: Neues Passwort bestätigen
japanese: 新しいパスワードを確認
portuguese: Confirmar nova Senha
russian: Подтвердите новый пароль
spanish: Confirmar nueva Contraseña

source: Current Password
french: Mot de passe actuel
german: Aktuelles Passwort
japanese: 現在のパスワード
portuguese: Senha Atual
russian: Текущий пароль
spanish: Contraseña Actual

source: Invalid password
french: Mot de passe invalide
german: Ungültiges Passwort
japanese: 無効なパスワード
portuguese: Senha inválida
russian: Недействительный пароль
spanish: Contraseña inválida

source: New Password
french: Nouveau Mot de Passe
german: Neues Passwort
japanese: 新しいパスワード
portuguese: Nova Senha
russian: Новый пароль
spanish: Nueva Contraseña

source: Please confirm your password.
french: Veuillez confirmer votre mot de passe.
german: Bitte bestätigen Sie Ihr Passwort.
japanese: パスワードを確認してください。
portuguese: Por favor, confirme sua senha.
russian: Пожалуйста, подтвердите пароль.
spanish: Por favor, confirma tu contraseña.

source: Passwords do not match.
french: Les mots de passe ne correspondent pas.
german: Passwörter stimmen nicht überein.
japanese: パスワードが一致しません。
portuguese: As senhas não coincidem.
russian: Пароли не совпадают.
spanish: Las contraseñas no coinciden.

source: Your password must be at least {minChars} characters long.
french: Votre mot de passe doit contenir au minimum {minChars} caractères.
german: Ihr Passwort muss mindestens {minChars} Zeichen lang sein.
japanese: パスワードは少なくとも {minChars} 文字でなければなりません。
portuguese: Sua senha deve ter pelo menos {minChars} caracteres.
russian: Ваш пароль должен содержать не менее {minChars} символов.
spanish: Tu contraseña debe tener al menos {minChars} caracteres.

source: Your current password is required.
french: Votre mot de passe actuel est requis.
german: Ihr aktuelles Passwort ist erforderlich.
japanese: 現在のパスワードが必要です。
portuguese: Sua senha atual é obrigatória.
russian: Требуется текущий пароль.
spanish: Se requiere tu contraseña actual.

source: A username can only contain letters, digits, hyphens or underscores.
french: Un nom d'utilisateur ne peut contenir que des lettres, des chiffres, des tirets ou des traits de soulignement.
german: Ein Benutzername darf nur Buchstaben, Ziffern, Bindestriche oder Unterstriche enthalten.
japanese: ユーザー名は文字、数字、ハイフン、アンダースコアのみを含めることができます。
portuguese: Um nome de usuário só pode conter letras, dígitos, hifens ou underscores.
russian: Имя пользователя может содержать только буквы, цифры, дефисы или подчеркивания.
spanish: Un nombre de usuario solo puede contener letras, dígitos, guiones o guiones bajos.

source: A username cannot contain two consecutive hyphens or underscores.
french: Un nom d'utilisateur ne peut pas contenir deux traits d'union ou traits de soulignement consécutifs.
german: Ein Benutzername darf keine zwei aufeinanderfolgenden Bindestriche oder Unterstriche enthalten.
japanese: ユーザー名は連続した 2 つのハイフンやアンダースコアを含めることはできません。
portuguese: Um nome de usuário não pode conter dois hifens ou underscores consecutivos.
russian: Имя пользователя не может содержать два идущих подряд дефиса или подчеркивания.
spanish: Un nombre de usuario no puede contener dos guiones o guiones bajos consecutivos.

source: A username cannot contain whitespace.
french: Un nom d'utilisateur ne peut pas contenir d'espace.
german: Ein Benutzername darf keine Leerzeichen enthalten.
japanese: ユーザー名は空白を含めることはできません。
portuguese: Um nome de usuário não pode conter espaços em branco.
russian: Имя пользователя не может содержать пробелы.
spanish: Un nombre de usuario no puede contener espacios en blanco.

source: A username cannot exceed {maxChars} characters.
french: Un nom d'utilisateur ne peut pas dépasser {maxChars} caractères.
german: Ein Benutzername darf {maxChars} Zeichen nicht überschreiten.
japanese: ユーザー名は {maxChars} 文字を超えることはできません。
portuguese: Um nome de usuário não pode exceder {maxChars} caracteres.
russian: Имя пользователя не может превышать {maxChars} символов.
spanish: Un nombre de usuario no puede exceder {maxChars} caracteres.

source: A username cannot start or end with a hyphen.
french: Un nom d'utilisateur ne peut pas commencer ou se terminer par un trait d'union.
german: Ein Benutzername darf nicht mit einem Bindestrich beginnen oder enden.
japanese: ユーザー名はハイフンで始まるか終わることはできません。
portuguese: Um nome de usuário não pode começar ou terminar com um hífen.
russian: Имя пользователя не может начинаться или заканчиваться дефисом.
spanish: Un nombre de usuario no puede comenzar o terminar con un guión.

source: A username cannot start or end with an underscore.
french: Un nom d'utilisateur ne peut pas commencer ou se terminer par un trait de soulignement.
german: Ein Benutzername darf nicht mit einem Unterstrich beginnen oder enden.
japanese: ユーザー名はアンダースコアで始まるか終わることはできません。
portuguese: Um nome de usuário não pode começar ou terminar com um underscore.
russian: Имя пользователя не может начинаться или заканчиваться подчеркиванием.
spanish: Un nombre de usuario no puede comenzar o terminar con un guión bajo.

source: A username is required.
french: Un nom d’utilisateur est requis.
german: Ein Benutzername ist erforderlich.
japanese: ユーザー名が必要です。
portuguese: Um nome de usuário é necessário.
russian: Требуется имя пользователя.
spanish: Se requiere un nombre de usuario.

source: Confirm Password
french: Confirmez le mot de passe
german: Passwort bestätigen
japanese: パスワードを確認
portuguese: Confirmar Senha
russian: Подтвердите пароль
spanish: Confirmar Contraseña

source: I agree to the {a_}terms and conditions{_a}
french: J'accepte les {a_}termes et conditions{_a}
german: Ich stimme den {a_}Allgemeinen Geschäftsbedingungen{_a} zu
japanese: {a_}利用規約{_a} に同意します
portuguese: Eu concordo com os {a_}termos e condições{_a}
russian: Я согласен с {a_}условиями и положениями{_a}
spanish: Acepto los {a_}términos y condiciones{_a}

source: This username is already being used.
french: Ce nom d’utilisateur est déjà utilisé.
german: Dieser Benutzername wird bereits verwendet.
japanese: このユーザー名はすでに使用されています。
portuguese: Este nome de usuário já está em uso.
russian: Это имя пользователя уже используется.
spanish: Este nombre de usuario ya está en uso.

source: You need to agree to the terms and conditions.
french: Vous devez accepter les termes et conditions.
german: Sie müssen den Allgemeinen Geschäftsbedingungen zustimmen.
japanese: 利用規約に同意する必要があります。
portuguese: Você precisa concordar com os termos e condições.
russian: Вы должны согласиться с условиями и положениями.
spanish: Necesitas aceptar los términos y condiciones.

source: Sign Up
french: Créer un compte
german: Registrieren
japanese: サインアップ
portuguese: Cadastrar
russian: Зарегистрироваться
spanish: Registrarse

source: Sign up
french: Créer un compte
german: Registrieren
japanese: サインアップ
portuguese: Cadastrar
russian: Зарегистрироваться
spanish: Registrarse

source: Already have an account?
french: Vous avez déjà un compte ?
german: Schon ein Konto?
japanese: すでにアカウントをお持ちですか？
portuguese: Já tem uma conta?
russian: Уже есть аккаунт?
spanish: ¿Ya tienes una cuenta?

source: Are you sure you want to delete this file permanently?
french: Êtes-vous sûr de vouloir supprimer définitivement ce fichier ?
german: Sind Sie sicher, dass Sie diese Datei dauerhaft löschen möchten?
japanese: このファイルを永久に削除してもよろしいですか？
portuguese: Tem certeza de que deseja excluir este arquivo permanentemente?
russian: Вы уверены, что хотите навсегда удалить этот файл?
spanish: ¿Estás seguro de que quieres eliminar este archivo permanentemente?

source: Are you sure you want to remove this pinned message?
french: Êtes-vous sûr de vouloir supprimer ce message épinglé ?
german: Sind Sie sicher, dass Sie diese angeheftete Nachricht entfernen möchten?
japanese: このピン留めメッセージを削除してもよろしいですか？
portuguese: Tem certeza de que deseja remover esta mensagem fixada?
russian: Вы уверены, что хотите удалить это закрепленное сообщение?
spanish: ¿Estás seguro de que quieres eliminar este mensaje fijado?

source: Can't send message when offline, please connect to the Internet
french: Impossible d'envoyer un message hors ligne, veuillez vous connecter à Internet
german: Nachricht kann offline nicht gesendet werden, bitte verbinden Sie sich mit dem Internet
japanese: オフライン時はメッセージを送信できません。インターネットに接続してください
portuguese: Não é possível enviar mensagem offline, conecte-se à Internet
russian: Невозможно отправить сообщение без подключения к интернету, пожалуйста, подключитесь
spanish: No se puede enviar mensaje sin conexión, por favor conéctate a Internet

source: Delete file
french: Supprimer le fichier
german: Datei löschen
japanese: ファイルを削除
portuguese: Excluir arquivo
russian: Удалить файл
spanish: Eliminar archivo

source: Error while deleting a message
french: Erreur lors de la suppression d'un message
german: Fehler beim Löschen einer Nachricht
japanese: メッセージ削除中のエラー
portuguese: Erro ao excluir uma mensagem
russian: Ошибка при удалении сообщения
spanish: Error al eliminar un mensaje

source: Failed to initialize chatroom
french: Échec de l'initialisation du salon de discussion
german: Fehler beim Initialisieren des Chatrooms
japanese: チャットルームの初期化に失敗
portuguese: Falha ao inicializar chatroom
russian: Не удалось инициализировать чат
spanish: No se pudo inicializar el chat

source: Proposal notification
french: Notification de proposition
german: Vorschlagsbenachrichtigung
japanese: 提案通知
portuguese: Notificação de proposta
russian: Уведомление о предложении
spanish: Notificación de propuesta

source: Remove pinned message
french: Supprimer un message épinglé
german: Angemerkte Nachricht entfernen
japanese: ピン留めメッセージを削除
portuguese: Remover mensagem fixada
russian: Удалить закрепленное сообщение
spanish: Eliminar mensaje fijado

source: New
french: Nouveau
german: Neu
japanese: 新規
portuguese: Novo
russian: Новое
spanish: Nuevo
