Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: There was an error joining the #general chatroom because it doesn't exist
french: Une erreur s'est produite lors de la connexion à la salle de discussion #générale car elle n'existe pas
german: Es gab einen Fehler beim Beitreten des #general-Chatraums, da er nicht existiert
japanese: #general チャットルームが存在しないため、参加中にエラーが発生しました
portuguese: Houve um erro ao entrar no chatroom #general porque ele não existe
russian: Произошла ошибка при присоединении к чату #general, потому что он не существует
spanish: Hubo un error al unirse al chat #general porque no existe

source: There was an error joining the {chatRoomName} chatroom
french: Une erreur s'est produite lors de la connexion au salon {chatRoomName}
german: Es gab einen Fehler beim Beitreten des {chatRoomName}-Chatraums
japanese: {chatRoomName} チャットルームへの参加中にエラーが発生しました
portuguese: Houve um erro ao entrar no chatroom {chatRoomName}
russian: Произошла ошибка при присоединении к чату {chatRoomName}
spanish: Hubo un error al unirse al chat {chatRoomName}

source: You now make more than the mincome. Would you like to increase your pledge?
french: Vos revenus dépassent désormais le revenu minimum. Souhaitez-vous augmenter votre contribution ?
german: Sie verdienen jetzt mehr als das Mincome. Möchten Sie Ihr Versprechen erhöhen?
japanese: 現在、最低収入を超えています。誓約額を増やしますか？
portuguese: Agora você ganha mais do que a renda mínima. Gostaria de aumentar sua promessa?
russian: Теперь вы зарабатываете больше минимального дохода. Хотите увеличить свой взнос?
spanish: Ahora ganas más que el mincome. ¿Te gustaría aumentar tu promesa?

source: Close
french: Fermer
german: Schließen
japanese: 閉じる
portuguese: Fechar
russian: Закрыть
spanish: Cerrar

source: No
french: Non
german: Nein
japanese: いいえ
portuguese: Não
russian: Нет

source: Yes
french: Oui
german: Ja
japanese: はい
portuguese: Sim
russian: Да
spanish: Sí

source: Cancel
french: Annuler
german: Abbrechen
japanese: キャンセル
portuguese: Cancelar
russian: Отмена
spanish: Cancelar

source: OK
russian: ОК

source: An error occurred while logging in. Please try logging in again. {br_}Error details: {err}.
french: Une erreur s'est produite lors de la connexion. Veuillez essayer de vous connecter à nouveau. {br_}Détails de l'erreur : {err}.
german: Ein Fehler ist beim Anmelden aufgetreten. Bitte versuchen Sie erneut anzumelden. {br_}Fehlerdetails: {err}.
japanese: ログイン中にエラーが発生しました。もう一度ログインをお試しください。{br_}エラー詳細: {err}。
portuguese: Ocorreu um erro durante o login. Tente fazer login novamente. {br_}Detalhes do erro: {err}.
russian: Произошла ошибка при входе. Пожалуйста, попробуйте войти снова. {br_}Детали ошибки: {err}.
spanish: Ocurrió un error al iniciar sesión. Por favor, intenta iniciar sesión de nuevo. {br_}Detalles del error: {err}.

source: Failed to signup: {reportError}
french: Erreur lors de la création de compte : {reportError}
german: Fehler bei der Registrierung: {reportError}
japanese: サインアップに失敗: {reportError}
portuguese: Falha ao cadastrar: {reportError}
russian: Не удалось зарегистрироваться: {reportError}
spanish: No se pudo registrar: {reportError}

source: Identity contract ID mismatch during login
french: Erreur d'identification du contrat d'identité lors de la connexion
german: Identitätsvertrags-ID stimmt während des Logins nicht überein
japanese: ログイン中のID契約IDの不一致
portuguese: Incompatibilidade de ID do contrato de identidade durante o login
russian: Несоответствие ID контракта личности при входе
spanish: ID del contrato de identidad no coincide durante el inicio de sesión

source: Incorrect username or password
french: Nom d’utilisateur ou mot de passe incorrect
german: Falscher Benutzername oder Passwort
japanese: ユーザー名またはパスワードが正しくありません
portuguese: Nome de usuário ou senha incorretos
russian: Неверное имя пользователя или пароль
spanish: Nombre de usuario o contraseña incorrectos

source: Log out
french: Déconnexion
german: Abmelden
japanese: ログアウト
portuguese: Sair
russian: Выйти
spanish: Cerrar sesión

source: Login error
french: Erreur de connexion
german: Login-Fehler
japanese: ログインエラー
portuguese: Erro de login
russian: Ошибка входа
spanish: Error de inicio de sesión

source: The server's history for your identity contract has diverged from ours. This can happen in extremely rare circumstances due to either malicious activity or a bug. {br_}To fix this, the contract needs to be resynced, and some recent events may be missing. {br_}Would you like to log out and resync data on your next login? {br_}Error details: {err}.
french: L'historique du serveur pour votre contrat d'identité diffère du nôtre. Cela peut se produire dans des circonstances extrêmement rares, en raison d'une activité malveillante ou d'un bug.{br_}Pour résoudre ce problème, le contrat doit être resynchronisé et certains événements récents peuvent être manquants. {br_}Souhaitez-vous vous déconnecter et resynchroniser les données lors de votre prochaine connexion ?{br_}Détails de l'erreur: {err}.
german: Die Server-Historie für Ihren Identitätsvertrag weicht von unserer ab. Dies kann in extrem seltenen Fällen durch bösartige Aktivitäten oder einen Fehler auftreten. {br_}Um das zu beheben, muss der Vertrag neu synchronisiert werden, und einige aktuelle Ereignisse könnten fehlen. {br_}Möchten Sie sich abmelden und die Daten beim nächsten Login neu synchronisieren? {br_}Fehlerdetails: {err}.
japanese: サーバーのID契約履歴が当社のものと分岐しています。これは悪意のある活動やバグによる極めて稀な状況で発生する可能性があります。{br_}これを修正するには、契約を再同期する必要があり、最近のイベントの一部が欠落する可能性があります。{br_}ログアウトして次回のログインでデータを再同期しますか？{br_}エラー詳細: {err}。
portuguese: O histórico do servidor para o seu contrato de identidade divergiu do nosso. Isso pode acontecer em circunstâncias extremamente raras devido a atividade maliciosa ou um bug. {br_}Para corrigir isso, o contrato precisa ser ressincronizado, e alguns eventos recentes podem estar ausentes. {br_}Gostaria de sair e ressincronizar os dados no próximo login? {br_}Detalhes do erro: {err}.
russian: История контракта вашей личности на сервере отличается от нашей. Это может произойти в крайне редких случаях из-за вредоносной активности или ошибки. {br_}Для исправления контракт необходимо пересинхронизировать, и некоторые недавние события могут быть потеряны. {br_}Хотите выйти и пересинхронизировать данные при следующем входе? {br_}Детали ошибки: {err}.
spanish: El historial del servidor para tu contrato de identidad ha divergido del nuestro. Esto puede ocurrir en circunstancias extremadamente raras debido a actividad maliciosa o un error. {br_}Para solucionarlo, el contrato necesita ser resincronizado, y algunos eventos recientes pueden faltar. {br_}¿Te gustaría cerrar sesión y resincronizar los datos en tu próximo inicio de sesión? {br_}Detalles del error: {err}.

source: Your account seems to have been deleted from the server. {br_}To fix this, you need to log out and create a new account. {br_}Error details: {err}.
french: Votre compte semble avoir été supprimé du serveur. {br_}Pour résoudre ce problème, vous devez vous déconnecter et créer un nouveau compte.{br_}Détails de l'erreur: {err}.
german: Ihr Konto scheint vom Server gelöscht worden zu sein. {br_}Um das zu beheben, müssen Sie sich abmelden und ein neues Konto erstellen. {br_}Fehlerdetails: {err}.
japanese: アカウントがサーバーから削除されたようです。{br_}これを修正するには、ログアウトして新しいアカウントを作成する必要があります。{br_}エラー詳細: {err}。
portuguese: Sua conta parece ter sido excluída do servidor. {br_}Para corrigir isso, você precisa sair e criar uma nova conta. {br_}Detalhes do erro: {err}.
russian: Похоже, ваша учётная запись была удалена с сервера. {br_}Для исправления вам нужно выйти и создать новую учётную запись. {br_}Детали ошибки: {err}.
spanish: Parece que tu cuenta ha sido eliminada del servidor. {br_}Para solucionarlo, necesitas cerrar sesión y crear una nueva cuenta. {br_}Detalles del error: {err}.

source: Design System
french: Système de conception
japanese: デザイン システム
portuguese: Sistema de Design
russian: Система дизайна
spanish: Sistema de Diseño

source: Error Testing
french: Test d'erreur
german: Fehler-Test
japanese: エラーテスト
portuguese: Teste de Erro
russian: Тестирование ошибок
spanish: Pruebas de Error

source: Global Dashboard
french: Tableau de bord global
german: Globales Dashboard
japanese: グローバル ダッシュボード
portuguese: Painel Global
russian: Глобальная панель
spanish: Panel Global

source: Group Chat
french: Chat du Groupe
german: Gruppen-Chat
japanese: グループ チャット
portuguese: Chat do Grupo
russian: Групповой чат
spanish: Chat de Grupo

source: Group Dashboard
french: Tableau de Bord
german: Gruppen-Dashboard
japanese: グループ ダッシュボード
portuguese: Painel do Grupo
russian: Панель группы
spanish: Panel de Grupo

source: Pending Approval
french: En attente d'approbation
german: Ausstehende Genehmigung
japanese: 承認待ち
portuguese: Aguardando Aprovação
russian: Ожидает одобрения
spanish: Pendiente de Aprobación

source: Loading
french: Chargement
german: Laden
japanese: 読み込み中
portuguese: Carregando
russian: Загрузка
spanish: Cargando

source: Contributions
german: Beiträge
japanese: 貢献
portuguese: Contribuições
russian: Взносы
spanish: Contribuciones

source: Payments
french: Paiements
german: Zahlungen
japanese: 支払い
portuguese: Pagamentos
russian: Платежи
spanish: Pagos

source: Group Settings
french: Paramètres du Groupe
german: Gruppeneinstellungen
japanese: グループ設定
portuguese: Configurações do Grupo
russian: Настройки группы
spanish: Configuración del Grupo

source: Join a Group
french: Rejoindre un groupe
german: Einer Gruppe beitreten
japanese: グループに参加
portuguese: Entrar em um Grupo
russian: Присоединиться к группе
spanish: Unirse a un Grupo

source: Error setting up push notifications
french: Erreur lors de la configuration des notifications push
german: Fehler beim Einrichten der Push-Benachrichtigungen
japanese: プッシュ通知設定エラー
portuguese: Erro ao configurar notificações push
russian: Ошибка настройки push-уведомлений
spanish: Error al configurar notificaciones push

source: Error setting up push notifications: {errMsg}{br_}{br_}Please make sure {a_}push services are enabled{_a} in your Browser settings, and then try reloading the app and toggling the push notifications toggle in the Notifications user settings.
french: Erreur lors de la configuration des notifications push : {errMsg}{br_}{br_}Assurez-vous que les {a_}services push sont activés{_a} dans les paramètres de votre navigateur, puis essayez de recharger l'application et d'activer les notifications push dans les paramètres utilisateur des notifications.
german: Fehler beim Einrichten der Push-Benachrichtigungen: {errMsg}{br_}{br_}Bitte stellen Sie sicher, dass {a_}Push-Dienste aktiviert{_a} sind in Ihren Browser-Einstellungen, und versuchen Sie dann, die App neu zu laden und den Push-Benachrichtigungs-Schalter in den Benachrichtigungseinstellungen umzuschalten.
japanese: プッシュ通知設定エラー: {errMsg}{br_}{br_}ブラウザ設定で {a_}プッシュサービスが有効{_a} になっていることを確認し、アプリをリロードして通知ユーザー設定でプッシュ通知トグルを切り替えてください。
portuguese: Erro ao configurar notificações push: {errMsg}{br_}{br_}Certifique-se de que {a_}os serviços push estão ativados{_a} nas configurações do seu Navegador, e então tente recarregar o app e alternar o toggle de notificações push nas configurações de usuário de Notificações.
russian: Ошибка настройки push-уведомлений: {errMsg}{br_}{br_}Пожалуйста, убедитесь, что {a_}службы push включены{_a} в настройках браузера, затем попробуйте перезагрузить приложение и переключить push-уведомления в настройках пользователя.
spanish: Error al configurar notificaciones push: {errMsg}{br_}{br_}Por favor, asegúrate de que {a_}los servicios push estén habilitados{_a} en la configuración de tu navegador, y luego intenta recargar la app y alternar el interruptor de notificaciones push en la configuración de usuario de Notificaciones.

source: Chatroom activity
french: Activité de la salle de discussion
german: Chatroom-Aktivität
japanese: チャットルーム アクティビティ
portuguese: Atividade do chatroom
russian: Активность чата
spanish: Actividad del chat

source: Group activity
french: Activité du groupe
german: Gruppenaktivität
japanese: グループ アクティビティ
portuguese: Atividade do grupo
russian: Активность группы
spanish: Actividad del grupo

source: New chatroom message. An iOS bug prevents us from saying what it is.
french: Nouveau message sur le salon de discussion. Un bug d'iOS nous empêche de dire de quoi il s'agit.
german: Neue Chatraum-Nachricht. Ein iOS-Fehler verhindert, dass wir angeben, was es ist.
japanese: 新しいチャットルームメッセージ。iOSのバグにより内容を表示できません。
portuguese: Nova mensagem no chatroom. Um bug do iOS nos impede de dizer o que é.
russian: Новое сообщение в чате. Ошибка iOS не позволяет нам сказать, что это.
spanish: Nuevo mensaje en el chat. Un error de iOS nos impide decir qué es.

source: New group activity. An iOS bug prevents us from saying what it is.
french: Nouvelle activité de groupe. Un bug d'iOS nous empêche de dire de quoi il s'agit.
german: Neue Gruppenaktivität. Ein iOS-Fehler verhindert, dass wir angeben, was es ist.
japanese: 新しいグループ活動。iOSのバグにより内容を表示できません。
portuguese: Nova atividade do grupo. Um bug do iOS nos impede de dizer o que é.
russian: Новая активность группы. Ошибка iOS не позволяет нам сказать, что это.
spanish: Nueva actividad en el grupo. Un error de iOS nos impide decir qué es.

source: Error while setting up service worker: {err}
french: Erreur lors de la configuration du service worker: {err}
german: Fehler beim Einrichten des Service-Workers: {err}
japanese: サービスワーカー設定中のエラー: {err}
portuguese: Erro ao configurar service worker: {err}
russian: Ошибка при настройке service worker: {err}
spanish: Error al configurar el service worker: {err}

source: Failed to login
french: Échec de la connexion
german: Fehler beim Anmelden
japanese: ログインに失敗
portuguese: Falha no login
russian: Не удалось войти
spanish: No se pudo iniciar sesión

source: Loading events from server...
french: Chargement des événements à partir du serveur...
german: Ereignisse vom Server laden...
japanese: サーバーからイベントを読み込み中...
portuguese: Carregando eventos do servidor...
russian: Загрузка событий с сервера...
spanish: Cargando eventos del servidor...

source: The server's history for '{type}' has diverged from ours. This can happen in extremely rare circumstances due to either malicious activity or a bug. To fix this, the contract needs to be resynced, and some recent events may be missing. Would you like to do so now? (If problems persist, please open the Troubleshooting page under the User Settings and resync all contracts.)
german: Die Server-Historie für '{type}' weicht von unserer ab. Dies kann in extrem seltenen Fällen durch bösartige Aktivitäten oder einen Fehler auftreten. Um das zu beheben, muss der Vertrag neu synchronisiert werden, und einige aktuelle Ereignisse könnten fehlen. Möchten Sie das jetzt tun? (Wenn Probleme bestehen bleiben, öffnen Sie bitte die Fehlerbehebungsseite unter Benutzereinstellungen und synchronisieren Sie alle Verträge neu.)
japanese: サーバーの「{type}」履歴が当社のものと分岐しています。これは悪意のある活動やバグによる極めて稀な状況で発生する可能性があります。 これを修正するには、契約を再同期する必要があり、最近のイベントの一部が欠落する可能性があります。今すぐ実行しますか？ (問題が続く場合は、ユーザー設定のトラブルシューティングページを開いてすべての契約を再同期してください。)
portuguese: O histórico do servidor para '{type}' divergiu do nosso. Isso pode acontecer em circunstâncias extremamente raras devido a atividade maliciosa ou um bug. Para corrigir isso, o contrato precisa ser ressincronizado, e alguns eventos recentes podem estar ausentes. Gostaria de fazer isso agora? (Se os problemas persistirem, abra a página de Solução de Problemas nas Configurações do Usuário e ressincronize todos os contratos.)
russian: История сервера для '{type}' отличается от нашей. Это может произойти в крайне редких случаях из-за вредоносной активности или ошибки. Для исправления контракт необходимо пересинхронизировать, и некоторые недавние события могут быть потеряны. Хотите сделать это сейчас? (Если проблемы сохраняются, откройте страницу устранения неполадок в настройках пользователя и пересинхронизируйте все контракты.)
spanish: El historial del servidor para '{type}' ha divergido del nuestro. Esto puede ocurrir en circunstancias extremadamente raras debido a actividad maliciosa o un error. Para solucionarlo, el contrato necesita ser resincronizado, y algunos eventos recientes pueden faltar. ¿Te gustaría hacerlo ahora? (Si los problemas persisten, por favor abre la página de Solución de Problemas en Configuración de Usuario y resincroniza todos los contratos.)

source: There was a problem resyncing the contract: {errMsg} Please see the Application Logs under User Settings for more details. The Troubleshooting page in User Settings may be another way to fix the problem.
german: Es gab ein Problem beim erneuten Synchronisieren des Vertrags: {errMsg} Bitte schauen Sie in den Anwendungsprotokollen unter Benutzereinstellungen nach mehr Details. Die Fehlerbehebungsseite in den Benutzereinstellungen könnte eine weitere Möglichkeit sein, das Problem zu beheben.
japanese: 契約の再同期に問題が発生しました: {errMsg} 詳細はユーザー設定のアプリケーション ログを確認してください。ユーザー設定のトラブルシューティングページで問題を修正できる場合があります。
portuguese: Houve um problema ao ressincronizar o contrato: {errMsg} Consulte os Logs do Aplicativo nas Configurações do Usuário para mais detalhes. A página de Solução de Problemas nas Configurações do Usuário pode ser outra forma de corrigir o problema.
russian: Возникла проблема при пересинхронизации контракта: {errMsg} Пожалуйста, смотрите журналы приложения в настройках пользователя для получения дополнительной информации. Проблема может быть исправлена другим способом, на странице устранения неполадок, в настройках пользователя.
spanish: Hubo un problema al resincronizar el contrato: {errMsg} Por favor, consulta los Registros de la Aplicación en Configuración de Usuario para más detalles. La página de Solución de Problemas en Configuración de Usuario puede ser otra forma de solucionar el problema.

source: This browser doesn't support all features required to use Group Income. Please try a different browser.
french: Ce navigateur ne prend pas en charge toutes les fonctionnalités requises pour utiliser Group Income. Veuillez essayer un autre navigateur.
german: Dieser Browser unterstützt nicht alle für die Nutzung von Gruppen-Einkommen erforderlichen Funktionen. Bitte versuchen Sie einen anderen Browser.
japanese: このブラウザは Group Income に必要なすべての機能をサポートしていません。別のブラウザをお試しください。
portuguese: Este navegador não suporta todos os recursos necessários para usar o Group Income. Tente um navegador diferente.
russian: Этот браузер не поддерживает все функции, необходимые для использования Group Income. Пожалуйста, попробуйте другой браузер.
spanish: Este navegador no soporta todas las funciones requeridas para usar Group Income. Por favor, intenta con un navegador diferente.

source: Trying to reconnect...
french: Tentative de reconnexion...
german: Versuche, wieder zu verbinden...
japanese: 再接続を試行中...
portuguese: Tentando reconectar...
russian: Попытка переподключения...
spanish: Intentando reconectar...

source: Unsupported browser
french: Navigateur non pris en charge
german: Nicht unterstützter Browser
japanese: サポートされていないブラウザ
portuguese: Navegador não suportado
russian: Неподдерживаемый браузер
spanish: Navegador no soportado

source: We could not connect to the server. Please refresh the page.
french: Échec de la connexion au serveur. Veuillez actualiser la page.
german: Wir konnten keine Verbindung zum Server herstellen. Bitte laden Sie die Seite neu.
japanese: サーバーに接続できませんでした。ページを更新してください。
portuguese: Não foi possível conectar ao servidor. Atualize a página.
russian: Не удалось подключиться к серверу. Пожалуйста, обновите страницу.
spanish: No pudimos conectarnos al servidor. Por favor, actualiza la página.

source: Your app seems to be corrupted. Please {a_}re-sync your app data.{_a}
french: Les données de votre application semblent incorrectes. Veuillez les {a_}resynchroniser{_a}.
german: Ihre App scheint beschädigt zu sein. Bitte {a_}synchronisieren Sie Ihre App-Daten neu.{_a}
japanese: アプリが破損しているようです。{a_}アプリデータを再同期{_a}してください。
portuguese: Seu app parece estar corrompido. Por favor, {a_}ressincronize os dados do app.{_a}
russian: Похоже, ваше приложение повреждено. Пожалуйста, {a_}пересинхронизируйте данные приложения.{_a}
spanish: Parece que tu app está corrupta. Por favor {a_}resincroniza los datos de tu app.{_a}

source: Your device appears to be offline.
french: Votre appareil semble être hors ligne.
german: Ihr Gerät scheint offline zu sein.
japanese: デバイスがオフラインのようです。
portuguese: Seu dispositivo parece estar offline.
russian: Похоже, ваше устройство не в сети.
spanish: Tu dispositivo parece estar sin conexión.

source: Error details: {reportError}
french: Détails de l'erreur: {reportError}
german: Fehlerdetails: {reportError}
japanese: エラー詳細: {reportError}
portuguese: Detalhes do erro: {reportError}
russian: Детали ошибки: {reportError}
spanish: Detalles del error: {reportError}

source: Only the channel creator can change description.
french: Seul le créateur du canal peut modifier la description.
german: Nur der Kanal-Ersteller kann die Beschreibung ändern.
japanese: チャンネル作成者のみが説明を変更できます。
portuguese: Apenas o criador do canal pode alterar a descrição.
russian: Только создатель канала может изменить описание.
spanish: Solo el creador del canal puede cambiar la descripción.

source: Only the channel creator can rename.
french: Seul le créateur du canal peut renommer.
german: Nur der Kanal-Ersteller kann umbenennen.
japanese: チャンネル作成者のみが名前を変更できます。
portuguese: Apenas o criador do canal pode renomear.
russian: Только создатель канала может переименовать.
spanish: Solo el creador del canal puede renombrar.

source: Only the group creator and the person who sent the message can delete it.
french: Seuls le créateur du groupe et la personne qui a envoyé le message peuvent le supprimer.
german: Nur der Gruppen-Ersteller und die Person, die die Nachricht gesendet hat, können sie löschen.
japanese: グループ作成者とメッセージ送信者のみが削除できます。
portuguese: Apenas o criador do grupo e a pessoa que enviou a mensagem podem excluí-la.
russian: Только создатель группы и отправитель сообщения могут удалить его.
spanish: Solo el creador del grupo y la persona que envió el mensaje pueden eliminarlo.

source: Only the person who sent the message can delete it.
french: Seule la personne qui a envoyé le message peut le supprimer.
german: Nur die Person, die die Nachricht gesendet hat, kann sie löschen.
japanese: メッセージ送信者のみが削除できます。
portuguese: Apenas a pessoa que enviou a mensagem pode excluí-la.
russian: Только отправитель сообщения может удалить его.
spanish: Solo la persona que envió el mensaje puede eliminarlo.

source: Original message was removed by {user}
french: Le message original a été supprimé par {user}
german: Ursprüngliche Nachricht wurde von {user} entfernt
japanese: 元のメッセージは {user} によって削除されました
portuguese: Mensagem original removida por {user}
russian: Исходное сообщение было удалено {user}
spanish: El mensaje original fue eliminado por {user}

source: Poll option must be less than {n} characters
french: L'option de sondage doit être inférieure à {n} caractères
german: Umfrageoption muss weniger als {n} Zeichen haben
japanese: 投票オプションは {n} 文字未満でなければなりません
portuguese: A opção da enquete deve ter menos de {n} caracteres
russian: Вариант опроса должен быть менее {n} символов
spanish: La opción de encuesta debe tener menos de {n} caracteres

source: Poll question must be less than {n} characters
french: La question du sondage doit comporter moins de {n} caractères
german: Umfragefrage muss weniger als {n} Zeichen haben
japanese: 投票質問は {n} 文字未満でなければなりません
portuguese: A pergunta da enquete deve ter menos de {n} caracteres
russian: Вопрос опроса должен быть менее {n} символов
spanish: La pregunta de la encuesta debe tener menos de {n} caracteres
