Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Add your income details
french: Indiquer vos détails de revenu
german: Fügen Sie Ihre Einkommensdetails hinzu
japanese: 収入の詳細を追加
portuguese: Adicionar seus detalhes de renda
russian: Добавьте детали дохода
spanish: Añadir tus detalles de ingresos

source: This will allow you to start receiving or giving mincome.
french: Ceci vous permettra de bénéficier ou de contribuer au revenu minimum du groupe.
german: Dies ermöglicht es Ihnen, Mincome zu empfangen oder zu geben.
japanese: これにより最低収入の受け取りまたは提供を開始できます。
portuguese: Isso permitirá que você comece a receber ou dar renda mínima.
russian: Это позволит вам начать получать или давать mincome.
spanish: Esto te permitirá empezar a recibir o dar mincome.

source: Welcome, {username}!
french: Bienvenue, {username} !
german: Willkommen, {username}!
japanese: {username} さん、ようこそ！
portuguese: Bem-vindo, {username}!
russian: Добро пожаловать, {username}!
spanish: ¡Bienvenido, {username}!

source: A contribution is required.
french: Une contribution est requise.
german: Ein Beitrag ist erforderlich.
japanese: 貢献が必要です。
portuguese: Uma contribuição é necessária.
russian: Требуется вклад.
spanish: Se requiere una contribución.

source: At least one non-monetary contribution is required.
french: Au moins une contribution non monétaire est requise.
german: Mindestens ein nicht-monetärer Beitrag ist erforderlich.
japanese: 少なくとも 1 つの非金銭的な貢献が必要です。
portuguese: Pelo menos uma contribuição não monetária é necessária.
russian: Требуется хотя бы один немонетарный вклад.
spanish: Se requiere al menos una contribución no monetaria.

source: Cooking
french: Cuisine
german: Kochen
japanese: 料理
portuguese: Cozinhando
russian: Готовка
spanish: Cocina

source: Edit contribution settings
french: Modifier les paramètres de contribution
german: Beitragseinstellungen bearbeiten
japanese: 貢献設定を編集
portuguese: Editar configurações de contribuição
russian: Редактировать настройки вклада
spanish: Editar ajustes de contribución

source: Free cinema tickets
french: Places de cinéma gratuites
german: Kostenlose Kinotickets
japanese: 無料映画チケット
portuguese: Ingressos grátis para cinema
russian: Бесплатные билеты в кино
spanish: Entradas gratuitas de cine

source: Parties
french: Fêtes
german: Partys
japanese: パーティー
portuguese: Festas
russian: Вечеринки
spanish: Fiestas

source: Portuguese classes
french: Leçons de portugais
german: Portugiesischkurse
japanese: ポルトガル語クラス
portuguese: Aulas de português
russian: Занятия португальским
spanish: Clases de portugués

source: Programming
french: Programmation
german: Programmierung
japanese: プログラミング
portuguese: Programação
russian: Программирование
spanish: Programación

source: This contribution already exists.
french: Cette contribution est déjà présente.
german: Dieser Beitrag existiert bereits.
japanese: この貢献はすでに存在します。
portuguese: Esta contribuição já existe.
russian: Этот вклад уже существует.
spanish: Esta contribución ya existe.

source: Your contribution
french: Votre contribution
german: Ihr Beitrag
japanese: あなたの貢献
portuguese: Sua contribuição
russian: Ваш вклад
spanish: Tu contribución

source: Add
french: Ajouter
german: Hinzufügen
japanese: 追加
portuguese: Adicionar
russian: Добавить
spanish: Añadir

source: Remove
french: Supprimer
german: Entfernen
japanese: 削除
portuguese: Remover
russian: Удалить
spanish: Eliminar

source: A total of {amount} to {listName}
french: Un total de {amount} à {listName}
german: Insgesamt {amount} an {listName}
japanese: {listName} に合計 {amount}
portuguese: Um total de {amount} para {listName}
russian: Всего {amount} для {listName}
spanish: Un total de {amount} a {listName}

source: A total of {service} to {button_}{numMembers} members{_button}
french: Un total de {service} à {button_}{numMembers} membres{_button}
german: Insgesamt {service} an {button_}{numMembers} Mitglieder{_button}
japanese: {button_}{numMembers} 人のメンバーに {service} の合計
portuguese: Um total de {service} para {button_}{numMembers} membros{_button}
russian: Всего {service} для {button_}{numMembers} участников{_button}
spanish: Un total de {service} a {button_}{numMembers} miembros{_button}

source: {amount} from {listName}
french: {amount} de {listName}
german: {amount} von {listName}
japanese: {listName} からの {amount}
portuguese: {amount} de {listName}
russian: {amount} от {listName}
spanish: {amount} de {listName}

source: {amount} to {who}
french: {amount} à {who}
german: {amount} an {who}
japanese: {who} への {amount}
portuguese: {amount} para {who}
russian: {amount} для {who}
spanish: {amount} a {who}

source: {button_}{who0}{_button} and {button_}{who1}{_button}
french: {button_}{who0}{_button} et {button_}{who1}{_button}
german: {button_}{who0}{_button} und {button_}{who1}{_button}
japanese: {button_}{who0}{_button} と {button_}{who1}{_button}
portuguese: {button_}{who0}{_button} e {button_}{who1}{_button}
russian: {button_}{who0}{_button} и {button_}{who1}{_button}
spanish: {button_}{who0}{_button} y {button_}{who1}{_button}

source: {service} from {button_}{numMembers} members{_button}
french: {service} de {button_}{numMembers} membres{_button}
german: {service} von {button_}{numMembers} Mitgliedern{_button}
japanese: {button_}{numMembers} メンバー{_button} からの {service}
portuguese: {service} de {button_}{numMembers} membros{_button}
russian: {service} от {button_}{numMembers} участников{_button}
spanish: {service} de {button_}{numMembers} miembros{_button}

source: {service} from {who}
french: {service} de la part de {who}
german: {service} von {who}
japanese: {who} からの {service}
portuguese: {service} de {who}
russian: {service} от {who}
spanish: {service} de {who}

source: Hide
french: Cacher
german: Ausblenden
japanese: 非表示
portuguese: Ocultar
russian: Скрыть
spanish: Ocultar

source: 1 member is contributing.
french: 1 membre contribue.
german: 1 Mitglied trägt bei.
japanese: 1 人のメンバーが貢献しています。
portuguese: 1 membro está contribuindo.
russian: 1 участник вносит вклад.
spanish: 1 miembro está contribuyendo.

source: At the moment, no one is in need of contributions.
french: Pour le moment, personne n’a besoin d'un soutien financier.
german: Derzeit braucht niemand Beiträge.
japanese: 現在、貢献を必要とする人はいません。
portuguese: No momento, ninguém precisa de contribuições.
russian: В настоящее время никому не нужны вклады.
spanish: En este momento, nadie necesita contribuciones.

source: No members in the group are pledging yet! 😔
french: Aucun membre ne contribue pour l’instant ! 😔
german: Noch keine Mitglieder in der Gruppe haben ein Versprechen abgegeben! 😔
japanese: グループのメンバーがまだ誓約していません！ 😔
portuguese: Nenhum membro do grupo está prometendo ainda! 😔
russian: Никто из членов группы еще не дал обязательств! 😔
spanish: ¡Aún no hay miembros en el grupo que se comprometan! 😔

source: Non-monetary
french: Non-monétaire
german: Nicht-monetär
japanese: 非金銭的
portuguese: Não monetária
russian: Немонетарный
spanish: No monetario

source: Review payments
french: Passer en revue les paiements
german: Zahlungen überprüfen
japanese: 支払いを確認
portuguese: Revisar pagamentos
russian: Просмотреть платежи
spanish: Revisar pagos

source: See all contributions
french: Voir toutes les contributions
german: Alle Beiträge ansehen
japanese: すべての貢献を表示
portuguese: Ver todas as contribuições
russian: Просмотреть все вклады
spanish: Ver todas las contribuciones

source: See more
french: Voir plus
german: Mehr anzeigen
japanese: もっと見る
portuguese: Ver mais
russian: Показать больше
spanish: Ver más

source: There are no non-monetary contributions.
french: Il n’y a pas de contributions non-monétaires.
german: Es gibt keine nicht-monetären Beiträge.
japanese: 非金銭的貢献はありません。
portuguese: Não há contribuições não monetárias.
russian: Нет немонетарных вкладов.
spanish: No hay contribuciones no monetarias.

source: You and 1 other member are contributing.
french: Vous et 1 autre membre contribuez.
german: Sie und 1 anderes Mitglied tragen bei.
japanese: あなたと他の1人のメンバーが貢献しています。
portuguese: Você e 1 outro membro estão contribuindo.
russian: Вы и 1 другой участник вносите вклад.
spanish: Tú y 1 otro miembro estáis contribuyendo.

source: You and {count} other members are contributing.
french: Vous ainsi que {count} autres membres contribuez actuellement.
german: Sie und {count} andere Mitglieder tragen bei.
japanese: あなたと他の {count} 人のメンバーが貢献しています。
portuguese: Você e {count} outros membros estão contribuindo.
russian: Вы и {count} других участников вносите вклад.
spanish: Tú y {count} otros miembros estáis contribuyendo.

source: You are contributing.
french: Vous contribuez.
german: Sie tragen bei.
japanese: あなたが貢献しています。
portuguese: Você está contribuindo.
russian: Вы вносите вклад.
spanish: Estás contribuyendo.

source: You are pledging {br_}{amount}
french: Vous contribuez à hauteur de {br_}{amount}
german: Sie versprechen {br_}{amount}
japanese: {br_}{amount} を誓約中
portuguese: Você está prometendo {br_}{amount}
russian: Вы даете обязательство {br_}{amount}
spanish: Te estás comprometiendo {br_}{amount}

source: You need {br_}{amount}
french: Vous avez besoin de {br_}{amount}
german: Sie benötigen {br_}{amount}
japanese: {br_}{amount} 必要
portuguese: Você precisa de {br_}{amount}
russian: Вам нужно {br_}{amount}
spanish: Necesitas {br_}{amount}

source: You will receive {amount}.
french: Vous recevrez {amount}.
german: Sie erhalten {amount}.
japanese: {amount} を受け取ります。
portuguese: Você receberá {amount}.
russian: Вы получите {amount}.
spanish: Recibirás {amount}.

source: {amount} will be used.
french: {amount} seront utilisés.
german: {amount} werden verwendet.
japanese: {amount} が使用されます。
portuguese: {amount} será usado.
russian: {amount} будет использовано.
spanish: {amount} se usará.

source: {b1}Make a pledge{b2} to start contributing to other members.
french: {b1}Ajouter une contribution{b2} pour commencer à aider les autres membres.
german: {b1}Ein Versprechen abgeben{b2}, um anderen Mitgliedern beizutragen.
japanese: {b1}誓約{b2} して他のメンバーに貢献を開始
portuguese: {b1}Faça uma promessa{b2} para começar a contribuir para outros membros.
russian: {b1}Дайте обязательство{b2}, чтобы начать вносить вклад другим участникам.
spanish: {b1}Haz un compromiso{b2} para empezar a contribuir a otros miembros.

source: {count} members are contributing.
french: {count} membres contribuent actuellement.
german: {count} Mitglieder tragen bei.
japanese: {count} 人のメンバーが貢献しています。
portuguese: {count} membros estão contribuindo.
russian: {count} участников вносят вклад.
spanish: {count} miembros están contribuyendo.

source: Change
french: Changer
german: Ändern
japanese: 変更
portuguese: Alterar
russian: Изменить
spanish: Cambiar

source: Payments received
french: Paiements reçus
german: Erhaltene Zahlungen
japanese: 受け取った支払い
portuguese: Pagamentos recebidos
russian: Полученные платежи
spanish: Pagos recibidos

source: Payments sent
french: Paiements envoyés
german: Gesendete Zahlungen
japanese: 送信した支払い
portuguese: Pagamentos enviados
russian: Отправленные платежи
spanish: Pagos enviados

source: {value} out of {max}
french: {value} sur {max}
german: {value} von {max}
japanese: {max} 中 {value}
portuguese: {value} de {max}
russian: {value} из {max}
spanish: {value} de {max}

source: Send payments
french: Envoyer des paiements
german: Zahlungen senden
japanese: 支払いを送信
portuguese: Enviar pagamentos
russian: Отправить платежи
spanish: Enviar pagos

source: The distribution period begins on: {startDate}
french: La période de distribution commence le : {startDate}
german: Die Verteilungsperiode beginnt am: {startDate}
japanese: 配布期間は {startDate} に開始
portuguese: O período de distribuição começa em: {startDate}
russian: Период распределения начинается: {startDate}
spanish: El período de distribución comienza el: {startDate}

source: Based on other members pledges, the group is not able to provide a full mincome yet.
french: Le groupe n’est pas encore en mesure de garantir entièrement le revenu minimum défini avec les contributions actuelles.
german: Basierend auf den Zusagen anderer Mitglieder kann die Gruppe noch kein volles mincome bieten.
japanese: 他のメンバーの誓約に基づくと、グループはまだ完全な mincome を提供できません。
portuguese: Com base nos compromissos dos outros membros, o grupo ainda não consegue fornecer um mincome completo.
russian: На основе обязательств других членов группа пока не может обеспечить полный mincome.
spanish: Basado en los compromisos de otros miembros, el grupo aún no puede proporcionar un mincome completo.

source: Group Pledging Status
french: État des Contributions du Groupe
german: Gruppen-Versprechensstatus
japanese: グループ誓約ステータス
portuguese: Status de Promessas do Grupo
russian: Статус обязательств группы
spanish: Estado de compromisos del grupo

source: Group pledging summary
french: Résumé des contributions du groupe
german: Zusammenfassung der Gruppenversprechen
japanese: グループ誓約の概要
portuguese: Resumo de promessas do grupo
russian: Сводка обязательств группы
spanish: Resumen de compromisos del grupo

source: Needed Pledges
french: Contributions Nécessaires
german: Benötigte Versprechen
japanese: 必要な誓約
portuguese: Promessas Necessárias
russian: Необходимые обязательства
spanish: Compromisos necesarios

source: This amount will not be used until someone needs it.
french: Ce montant ne sera pas utilisé avant que quelqu’un en ait besoin.
german: Dieser Betrag wird nicht verwendet, bis jemand ihn benötigt.
japanese: この金額は誰かが必要になるまで使用されません。
portuguese: Este valor não será usado até que alguém precise.
russian: Эта сумма не будет использована, пока кому-то не понадобится.
spanish: Esta cantidad no se usará hasta que alguien la necesite.

source: Total Pledged
french: Contributions Totales
german: Gesamt versprochen
japanese: 総誓約額
portuguese: Total Prometido
russian: Всего дано обязательств
spanish: Total comprometido

source: You'll receive
french: Vous recevrez
german: Sie erhalten
japanese: あなたが受け取る
portuguese: Você receberá
russian: Вы получите
spanish: Recibirás

source: {span_}Group{_span} goal
french: Objectif du {span_}groupe{_span}
german: {span_}Gruppe{_span} Ziel
japanese: {span_}グループ{_span} 目標
portuguese: {span_}Grupo{_span} meta
russian: {span_}Цель группы{_span}
spanish: {span_}Grupo{_span} objetivo

source: Define up to how much you pledge to contribute to the group every 30 days. Only the minimum amount needed will be distributed.
french: Définissez le montant maximum que vous vous engagez à verser au groupe tous les 30 jours. Seul le montant minimum nécessaire sera distribué.
german: Definieren Sie, bis zu welchem Betrag Sie alle 30 Tage zur Gruppe beitragen. Nur der benötigte Mindestbetrag wird verteilt.
japanese: 30 日ごとにグループに貢献する誓約額の上限を定義してください。必要な最低額のみが分配されます。
portuguese: Defina até quanto você se compromete a contribuir para o grupo a cada 30 dias. Apenas o valor mínimo necessário será distribuído.
russian: Определите, до какой суммы вы обязуетесь вносить вклад в группу каждые 30 дней. Будет распределена только минимальная необходимая сумма.
spanish: Define hasta cuánto te comprometes a contribuir al grupo cada 30 días. Solo se distribuirá la cantidad mínima necesaria.

source: Do you make at least {groupMincomeFormatted} per month?
french: Gagnez-vous au moins {groupMincomeFormatted} par mois ?
german: Verdienen Sie mindestens {groupMincomeFormatted} pro Monat?
japanese: 月 {groupMincomeFormatted} 以上稼いでいますか？
portuguese: Você ganha pelo menos {groupMincomeFormatted} por mês?
russian: Вы зарабатываете не менее {groupMincomeFormatted} в месяц?
spanish: ¿Ganas al menos {groupMincomeFormatted} al mes?

source: How much do you want to pledge?
french: Combien souhaitez-vous contribuer ?
german: Wie viel möchten Sie versprechen?
japanese: いくら誓約しますか？
portuguese: Quanto você quer prometer?
russian: Сколько вы хотите дать в обязательство?
spanish: ¿Cuánto quieres comprometer?

source: Income Details
french: Détails de Revenu
german: Einkommensdetails
japanese: 収入詳細
portuguese: Detalhes de Renda
russian: Детали дохода
spanish: Detalles de ingresos

source: No, I don't
french: Non, ce n'est pas le cas
german: Nein, ich nicht
japanese: いいえ、しません
portuguese: Não, eu não
russian: Нет, не зарабатываю
spanish: No, no lo hago

source: Oops, you entered a negative number
french: Oups, vous avez entré un nombre négatif
german: Ups, Sie haben eine negative Zahl eingegeben
japanese: おっと、負の数を入力しました
portuguese: Ops, você digitou um número negativo
russian: Ой, вы ввели отрицательное число
spanish: Ups, has introducido un número negativo

source: Payment details required. Please let people know how they can pay you.
french: Détails de paiement requis. Veuillez indiquer comment les membres peuvent vous payer.
german: Zahlungsdetails erforderlich. Bitte teilen Sie den Leuten mit, wie sie Sie bezahlen können.
japanese: 支払い詳細が必要です。支払い方法を他人に知らせてください。
portuguese: Detalhes de pagamento obrigatórios. Por favor, informe às pessoas como elas podem pagar você.
russian: Требуются детали платежа. Пожалуйста, сообщите людям, как они могут вам заплатить.
spanish: Se requieren detalles de pago. Por favor, indica a la gente cómo pueden pagarte.

source: Pledge amount cannot exceed {max}
french: Le montant de l'engagement ne peut pas dépasser {max}
german: Versprechensbetrag darf {max} nicht überschreiten
japanese: 誓約額は {max} を超えられません
portuguese: O valor da promessa não pode exceder {max}
russian: Сумма обязательства не может превышать {max}
spanish: La cantidad comprometida no puede exceder {max}

source: The amount must be a number (e.g. 100.75)
french: Le montant doit être un nombre (ex. 100,75)
german: Der Betrag muss eine Zahl sein (z. B. 100.75)
japanese: 金額は数値でなければなりません (例: 100.75)
portuguese: O valor deve ser um número (ex.: 100.75)
russian: Сумма должна быть числом (например, 100.75)
spanish: La cantidad debe ser un número (p. ej. 100.75)

source: The method "{methodName}" is incomplete.
french: La méthode "{methodName}" est incomplète.
german: Die Methode "{methodName}" ist unvollständig.
japanese: 方法「{methodName}」が不完全です。
portuguese: O método "{methodName}" está incompleto.
russian: Метод "{methodName}" неполный.
spanish: El método "{methodName}" está incompleto.

source: The method name for "{methodValue}" is missing.
french: Le nom de la méthode "{methodValue}" n’a pas été trouvé.
german: Der Methodenname für "{methodValue}" fehlt.
japanese: 「{methodValue}」の方法名が欠落しています。
portuguese: O nome do método para "{methodValue}" está ausente.
russian: Отсутствует название метода для "{methodValue}".
spanish: Falta el nombre del método para "{methodValue}".

source: This is the minimum income in your group
french: Ceci est le revenu minimum du groupe
german: Dies ist das minimale Einkommen in Ihrer Gruppe
japanese: これはグループの最低収入です
portuguese: Esta é a renda mínima no seu grupo
russian: Это минимальный доход в вашей группе
spanish: Este es el ingreso mínimo en tu grupo

source: What's your monthly income?
french: Quel est votre revenu mensuel ?
german: Was ist Ihr monatliches Einkommen?
japanese: あなたの月収はいくらですか？
portuguese: Qual é sua renda mensal?
russian: Какой у вас ежемесячный доход?
spanish: ¿Cuál es tu ingreso mensual?

source: Yes, I do
french: Oui
german: Ja, ich tue es
japanese: はい、します
portuguese: Sim, eu tenho
russian: Да, зарабатываю
spanish: Sí, lo hago

source: Your income details are missing. Please review them and try again.
french: Certains détails de vos revenus sont manquants. Veuillez les compléter et réessayer.
german: Ihre Einkommensdetails fehlen. Bitte überprüfen Sie sie und versuchen Sie es erneut.
japanese: 収入詳細が欠落しています。確認して再度試してください。
portuguese: Seus detalhes de renda estão ausentes. Por favor, revise-os e tente novamente.
russian: Детали дохода отсутствуют. Пожалуйста, проверьте их и попробуйте снова.
spanish: Faltan tus detalles de ingresos. Por favor, revísalos e inténtalo de nuevo.

source: Your income must be lower than the group mincome
french: Votre revenu doit être inférieur au revenu minimum du groupe
german: Ihr Einkommen muss niedriger als das Gruppen-Mincome sein
japanese: あなたの収入はグループの最低収入より低くなければなりません
portuguese: Sua renda deve ser menor que a renda mínima do grupo
russian: Ваш доход должен быть ниже mincome группы
spanish: Tu ingreso debe ser menor que el mincome del grupo

source: Your payment methods are invalid. Please review them and try again.
french: Vos modes de paiement ne sont pas valides. Veuillez les vérifier et réessayer.
german: Ihre Zahlungsmethoden sind ungültig. Bitte überprüfen Sie sie und versuchen Sie es erneut.
japanese: 支払い方法が無効です。確認して再度試してください。
portuguese: Seus métodos de pagamento são inválidos. Por favor, revise-os e tente novamente.
russian: Методы платежа недействительны. Пожалуйста, проверьте их и попробуйте снова.
spanish: Tus métodos de pago son inválidos. Por favor, revísalos e inténtalo de nuevo.

source: {firstMember} and {othersMembersCount} others will ensure you meet the mincome
french: {firstMember} et {othersMembersCount} autres vous garantiront le revenu minimum
german: {firstMember} und {othersMembersCount} andere sorgen dafür, dass Sie das Mincome erreichen
japanese: {firstMember} と他の {othersMembersCount} 人が最低収入を保証します
portuguese: {firstMember} e {othersMembersCount} outros garantirão que você atinja o mincome
russian: {firstMember} и {othersMembersCount} других обеспечат вам mincome
spanish: {firstMember} y {othersMembersCount} otros asegurarán que alcances el mincome

source: {firstMember} and {othersMember} will ensure you meet the mincome
french: {firstMember} et {othersMember} vous garantiront un revenu minimum
german: {firstMember} und {othersMember} sorgen dafür, dass Sie das Mincome erreichen
japanese: {firstMember} と {othersMember} が最低収入を保証します
portuguese: {firstMember} e {othersMember} garantirão que você atinja o mincome
russian: {firstMember} и {othersMember} обеспечат вам mincome
spanish: {firstMember} y {othersMember} asegurarán que alcances el mincome

source: {firstMember} will ensure you meet the mincome
french: {firstMember} vous garantit un revenu minimum
german: {firstMember} sorgt dafür, dass Sie das Mincome erreichen
japanese: {firstMember} が最低収入を保証します
portuguese: {firstMember} garantirá que você atinja o mincome
russian: {firstMember} обеспечит вам mincome
spanish: {firstMember} asegurará que alcances el mincome

source: (optional)
french: (facultatif)
japanese: (オプション)
portuguese: (opcional)
russian: (необязательно)
spanish: (opcional)

source: All members can support each other with non-monetary contributions. There's value in time, skills, and willingness to help the group.
french: Tous les membres peuvent s'entraider par des contributions non financières. Le temps, les compétences et la volonté d'aider le groupe sont précieux.
german: Alle Mitglieder können sich gegenseitig mit nicht-monetären Beiträgen unterstützen. Zeit, Fähigkeiten und Bereitschaft, der Gruppe zu helfen, haben Wert.
japanese: すべてのメンバーが非金銭的な貢献で互いにサポートできます。時間、スキル、グループを助ける意志に価値があります。
portuguese: Todos os membros podem se apoiar com contribuições não monetárias. Há valor no tempo, habilidades e disposição para ajudar o grupo.
russian: Все члены могут поддерживать друг друга немонетарными вкладами. Время, навыки и готовность помогать группе имеют ценность.
spanish: Todos los miembros pueden apoyarse mutuamente con contribuciones no monetarias. Hay valor en el tiempo, habilidades y disposición para ayudar al grupo.

source: At least one non-monetary pledge is required
french: Au moins un engagement non monétaire est requis
german: Mindestens ein nicht-monetäres Versprechen ist erforderlich
japanese: 少なくとも 1 つの非金銭的な誓約が必要です
portuguese: Pelo menos um compromisso não monetário é necessário
russian: Требуется хотя бы одно немонетарное обязательство
spanish: Se requiere al menos un compromiso no monetario
