Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: {first} and {rest} more
french: {first} et {rest} plus
german: {first} und {rest} weitere
japanese: {first} とさらに {rest}
portuguese: {first} e {rest} mais
russian: {first} и ещё {rest}
spanish: {first} y {rest} más

source: {name} added non-monetary contribution: {strong_}{added}{_strong}
french: {name} a ajouté une contribution non monétaire : {strong_}{added}{_strong}
german: {name} hat nicht-monetären Beitrag hinzugefügt: {strong_}{added}{_strong}
japanese: {name} が非金銭的貢献を追加: {strong_}{added}{_strong}
portuguese: {name} adicionou contribuição não monetária: {strong_}{added}{_strong}
russian: {name} добавил(а) нематериальный взнос: {strong_}{added}{_strong}
spanish: {name} agregó contribución no monetaria: {strong_}{added}{_strong}

source: {name} removed non-monetary contribution: {strong_}{removed}{_strong}
french: {name} a supprimé la contribution non monétaire : {strong_}{removed}{_strong}
german: {name} hat nicht-monetären Beitrag entfernt: {strong_}{removed}{_strong}
japanese: {name} が非金銭的貢献を削除: {strong_}{removed}{_strong}
portuguese: {name} removeu contribuição não monetária: {strong_}{removed}{_strong}
russian: {name} удалил(а) нематериальный взнос: {strong_}{removed}{_strong}
spanish: {name} eliminó contribución no monetaria: {strong_}{removed}{_strong}

source: {name} updated non-monetary contribution: added {strong_}{added}{_strong} and removed {strong_}{removed}{_strong}
french: {name} a mis à jour la contribution non monétaire : ajouté {strong_}{added}{_strong} et supprimé {strong_}{removed}{_strong}.
german: {name} hat nicht-monetären Beitrag aktualisiert: hinzugefügt {strong_}{added}{_strong} und entfernt {strong_}{removed}{_strong}
japanese: {name} が非金銭的貢献を更新: {strong_}{added}{_strong} を追加し {strong_}{removed}{_strong} を削除
portuguese: {name} atualizou contribuição não monetária: adicionou {strong_}{added}{_strong} e removeu {strong_}{removed}{_strong}
russian: {name} обновил(а) нематериальный взнос: добавлено {strong_}{added}{_strong} и удалено {strong_}{removed}{_strong}
spanish: {name} actualizó contribución no monetaria: agregó {strong_}{added}{_strong} y eliminó {strong_}{removed}{_strong}

source: {strong_}{name}'s{_strong} proposal "{title}" was {strong_}{closedWith}{_strong}.
french: La proposition "{title}" de {strong_}{name} a été {strong_}{closedWith}{strong}.
german: {strong_}{name}'s{_strong} Vorschlag "{title}" wurde {strong_}{closedWith}{_strong}.
japanese: {strong_}{name}{_strong} の提案「{title}」が {strong_}{closedWith}{_strong} されました。
portuguese: A proposta de {strong_}{name}{_strong} "{title}" foi {strong_}{closedWith}{_strong}.
russian: Предложение {strong_}{name}{_strong} "{title}" было {strong_}{closedWith}{_strong}.
spanish: La propuesta "{title}" de {strong_}{name}{_strong} fue {strong_}{closedWith}{_strong}.

source: {strong_}{name}'s{_strong} proposal to add {member} to the group was {strong_}{closedWith}{_strong}.
french: La proposition de{strong_}{name}{_strong} d'ajouter {member} au groupe a été {strong_}{closedWith}{_strong}.
german: {strong_}{name}'s{_strong} Vorschlag, {member} zur Gruppe hinzuzufügen, wurde {strong_}{closedWith}{_strong}.
japanese: {strong_}{name}{_strong} のグループに {member} を追加する提案が {strong_}{closedWith}{_strong} されました。
portuguese: A proposta de {strong_}{name}{_strong} para adicionar {member} ao grupo foi {strong_}{closedWith}{_strong}.
russian: Предложение {strong_}{name}{_strong} добавить {member} в группу было {strong_}{closedWith}{_strong}.
spanish: La propuesta de {strong_}{name}{_strong} para agregar {member} al grupo fue {strong_}{closedWith}{_strong}.

source: {strong_}{name}'s{_strong} proposal to change group's {setting} to {value} was {strong_}{closedWith}{_strong}.
french: La proposition de {strong_}{name}'s{_strong} de changer le {setting} du groupe en {strong_}{closedWith}{_strong}.
german: {strong_}{name}'s{_strong} Vorschlag, die Gruppeneinstellung {setting} auf {value} zu ändern, wurde {strong_}{closedWith}{_strong}.
japanese: {strong_}{name}{_strong} のグループの {setting} を {value} に変更する提案が {strong_}{closedWith}{_strong} されました。
portuguese: A proposta de {strong_}{name}{_strong} para alterar o {setting} do grupo para {value} foi {strong_}{closedWith}{_strong}.
russian: Предложение {strong_}{name}{_strong} изменить {setting} группы на {value} было {strong_}{closedWith}{_strong}.
spanish: La propuesta de {strong_}{name}{_strong} para cambiar el {setting} del grupo a {value} fue {strong_}{closedWith}{_strong}.

source: {strong_}{name}'s{_strong} proposal to change group's {setting} was {strong_}{closedWith}{_strong}.
french: La proposition de {strong_}{name}{_strong} de modifier le {setting} du groupe a été {strong_}{closedWith}{_strong}.
german: {strong_}{name}'s{_strong} Vorschlag, die Gruppeneinstellung {setting} zu ändern, wurde {strong_}{closedWith}{_strong}.
japanese: {strong_}{name}{_strong} のグループの {setting} を変更する提案が {strong_}{closedWith}{_strong} されました。
portuguese: A proposta de {strong_}{name}{_strong} para alterar o {setting} do grupo foi {strong_}{closedWith}{_strong}.
russian: Предложение {strong_}{name}{_strong} изменить {setting} группы было {strong_}{closedWith}{_strong}.
spanish: La propuesta de {strong_}{name}{_strong} para cambiar el {setting} del grupo fue {strong_}{closedWith}{_strong}.

source: {strong_}{name}'s{_strong} proposal to remove {member} from the group was {strong_}{closedWith}{_strong}.
french: La proposition de {strong_}{name}{_strong} de retirer {member} du groupe a été {strong_}{closedWith}{_strong}.
german: {strong_}{name}'s{_strong} Vorschlag, {member} aus der Gruppe zu entfernen, wurde {strong_}{closedWith}{_strong}.
japanese: {strong_}{name}{_strong} のグループから {member} を削除する提案が {strong_}{closedWith}{_strong} されました。
portuguese: A proposta de {strong_}{name}{_strong} para remover {member} do grupo foi {strong_}{closedWith}{_strong}.
russian: Предложение {strong_}{name}{_strong} удалить {member} из группы было {strong_}{closedWith}{_strong}.
spanish: La propuesta de {strong_}{name}{_strong} para eliminar {member} del grupo fue {strong_}{closedWith}{_strong}.

source: {strong_}{name}{_strong} created a proposal. Vote now!
french: {strong_}{name}{_strong} a créé une proposition. Votez maintenant!
german: {strong_}{name}{_strong} hat einen Vorschlag erstellt. Jetzt abstimmen!
japanese: {strong_}{name}{_strong} が提案を作成しました。今すぐ投票！
portuguese: {strong_}{name}{_strong} criou uma proposta. Vote agora!
russian: {strong_}{name}{_strong} создал(а) предложение. Голосуйте сейчас!
spanish: {strong_}{name}{_strong} creó una propuesta. ¡Vota ahora!

source: {strong_}{name}{_strong} has left your group. Contributions were updated accordingly.
french: {strong_}{name}{_strong} a quitté votre groupe. Les contributions ont été mises à jour en conséquence.
german: {strong_}{name}{_strong} hat Ihre Gruppe verlassen. Beiträge wurden entsprechend aktualisiert.
japanese: {strong_}{name}{_strong} がグループを退出しました。貢献が対応して更新されました。
portuguese: {strong_}{name}{_strong} saiu do seu grupo. As contribuições foram atualizadas de acordo.
russian: {strong_}{name}{_strong} покинул(а) вашу группу. Взносы были обновлены соответственно.
spanish: {strong_}{name}{_strong} ha dejado tu grupo. Las contribuciones se actualizaron en consecuencia.

source: {strong_}{name}{_strong} proposed to add a member to the group. Vote now!
french: {strong_}{name}{_strong} a proposé d'ajouter un membre au groupe. Votez maintenant!
german: {strong_}{name}{_strong} hat vorgeschlagen, ein Mitglied zur Gruppe hinzuzufügen. Jetzt abstimmen!
japanese: {strong_}{name}{_strong} がグループにメンバーを追加する提案をしました。今すぐ投票！
portuguese: {strong_}{name}{_strong} propôs adicionar um membro ao grupo. Vote agora!
russian: {strong_}{name}{_strong} предложил(а) добавить участника в группу. Голосуйте сейчас!
spanish: {strong_}{name}{_strong} propuso agregar un miembro al grupo. ¡Vota ahora!

source: {strong_}{name}{_strong} proposed to change the group distribution date. Vote now!
french: {strong_}{name}{_strong} a proposé de modifier la date de distribution des groupes. Votez maintenant!
german: {strong_}{name}{_strong} hat vorgeschlagen, das Gruppenverteilungsdatum zu ändern. Jetzt abstimmen!
japanese: {strong_}{name}{_strong} がグループの配布日を変更する提案をしました。今すぐ投票！
portuguese: {strong_}{name}{_strong} propôs alterar a data de distribuição do grupo. Vote agora!
russian: {strong_}{name}{_strong} предложил(а) изменить дату распределения группы. Голосуйте сейчас!
spanish: {strong_}{name}{_strong} propuso cambiar la fecha de distribución del grupo. ¡Vota ahora!

source: {strong_}{name}{_strong} proposed to change the group mincome. Vote now!
french: {strong_}{name}{_strong} a proposé de modifier le revenu du groupe. Votez maintenant!
german: {strong_}{name}{_strong} hat vorgeschlagen, das Gruppen-Mincome zu ändern. Jetzt abstimmen!
japanese: {strong_}{name}{_strong} がグループの最低収入を変更する提案をしました。今すぐ投票！
portuguese: {strong_}{name}{_strong} propôs alterar a renda mínima do grupo. Vote agora!
russian: {strong_}{name}{_strong} предложил(а) изменить минимальный доход группы. Голосуйте сейчас!
spanish: {strong_}{name}{_strong} propuso cambiar el mincome del grupo. ¡Vota ahora!

source: {strong_}{name}{_strong} proposed to change the group voting system. Vote now!
french: {strong_}{name}{_strong} a proposé de modifier le système de vote par groupe. Votez maintenant!
german: {strong_}{name}{_strong} hat vorgeschlagen, das Gruppenabstimmungssystem zu ändern. Jetzt abstimmen!
japanese: {strong_}{name}{_strong} がグループの投票システムを変更する提案をしました。今すぐ投票！
portuguese: {strong_}{name}{_strong} propôs alterar o sistema de votação do grupo. Vote agora!
russian: {strong_}{name}{_strong} предложил(а) изменить систему голосования группы. Голосуйте сейчас!
spanish: {strong_}{name}{_strong} propuso cambiar el sistema de votación del grupo. ¡Vota ahora!

source: {strong_}{name}{_strong} proposed to remove a member from the group. Vote now!
french: {strong_}{name}{_strong} a proposé de retirer un membre du groupe. Votez maintenant!
german: {strong_}{name}{_strong} hat vorgeschlagen, ein Mitglied aus der Gruppe zu entfernen. Jetzt abstimmen!
japanese: {strong_}{name}{_strong} がグループからメンバーを削除する提案をしました。今すぐ投票！
portuguese: {strong_}{name}{_strong} propôs remover um membro do grupo. Vote agora!
russian: {strong_}{name}{_strong} предложил(а) удалить участника из группы. Голосуйте сейчас!
spanish: {strong_}{name}{_strong} propuso eliminar un miembro del grupo. ¡Vota ahora!

source: {strong_}{name}{_strong} sent you a {amount} mincome contribution. {strong_}Review and send a thank you note.{_strong}
french: {strong_}{name}{_strong} vous a envoyé une contribution mincome d 'un montant de {amount}. {strong_}Vérifiez et envoyez une note de remerciement.{_strong}
german: {strong_}{name}{_strong} hat Ihnen einen {amount} Mincome-Beitrag gesendet. {strong_}Überprüfen und eine Dankesnotiz senden.{_strong}
japanese: {strong_}{name}{_strong} が {amount} の最低収入貢献を送りました。{strong_}確認して感謝のメモを送信{_strong}
portuguese: {strong_}{name}{_strong} enviou uma contribuição de {amount} de renda mínima. {strong_}Revise e envie uma nota de agradecimento.{_strong}
russian: {strong_}{name}{_strong} отправил(а) вам взнос в размере {amount}. {strong_}Просмотрите и отправьте благодарность.{_strong}
spanish: {strong_}{name}{_strong} te envió una contribución de mincome de {amount}. {strong_}Revisa y envía una nota de agradecimiento.{_strong}

source: {strong_}{name}{_strong} sent you a {strong_}thank you note{_strong} for your contribution.
french: {strong_}{name}{_strong} vous a envoyé une {strong_}note de remerciement{_strong} pour votre contribution.
german: {strong_}{name}{_strong} hat Ihnen eine {strong_}Dankesnotiz{_strong} für Ihren Beitrag gesendet.
japanese: {strong_}{name}{_strong} があなたの貢献に対する {strong_}感謝のメモ{_strong} を送りました。
portuguese: {strong_}{name}{_strong} enviou uma {strong_}nota de agradecimento{_strong} pela sua contribuição.
russian: {strong_}{name}{_strong} отправил(а) вам {strong_}благодарность{_strong} за ваш взнос.
spanish: {strong_}{name}{_strong} te envió una {strong_}nota de agradecimiento{_strong} por tu contribución.

source: {strong_}{name}{_strong} was kicked out of the group. Contributions were updated accordingly.
french: {strong_}{name}{_strong} a été exclu du groupe. Les contributions ont été mises à jour en conséquence.
german: {strong_}{name}{_strong} wurde aus der Gruppe geworfen. Beiträge wurden entsprechend aktualisiert.
japanese: {strong_}{name}{_strong} がグループから追放されました。貢献が対応して更新されました。
portuguese: {strong_}{name}{_strong} foi expulso do grupo. As contribuições foram atualizadas de acordo.
russian: {strong_}{name}{_strong} был(а) исключён(а) из группы. Взносы были обновлены соответственно.
spanish: {strong_}{name}{_strong} fue expulsado del grupo. Las contribuciones se actualizaron en consecuencia.

source: New proposal
french: Nouvelle proposition
german: Neuer Vorschlag
japanese: 新しい提案
portuguese: Nova proposta
russian: Новое предложение
spanish: Nueva propuesta

source: Avatar updated!
french: Avatar mis à jour !
german: Avatar aktualisiert!
japanese: アバターが更新されました！
portuguese: Avatar atualizado!
russian: Аватар обновлён!
spanish: ¡Avatar actualizado!

source: Change avatar
french: Changer d’avatar
german: Avatar ändern
japanese: アバターを変更
portuguese: Alterar avatar
russian: Изменить аватар
spanish: Cambiar avatar

source: Failed to save avatar. {reportError}
french: L’enregistrement de l’avatar a échoué. {reportError}
german: Fehler beim Speichern des Avatars. {reportError}
japanese: アバターの保存に失敗。{reportError}
portuguese: Falha ao salvar avatar. {reportError}
russian: Не удалось сохранить аватар. {reportError}
spanish: No se pudo guardar el avatar. {reportError}

source: Failed to upload avatar. {reportError}
french: Le chargement de l’avatar a échoué. {reportError}
german: Fehler beim Hochladen des Avatars. {reportError}
japanese: アバターのアップロードに失敗。{reportError}
portuguese: Falha ao carregar avatar. {reportError}
russian: Не удалось загрузить аватар. {reportError}
spanish: No se pudo cargar el avatar. {reportError}

source: {num} new notifications
french: {num} nouvelles notifications
german: {num} neue Benachrichtigungen
japanese: {num} 件の新しい通知
portuguese: {num} novas notificações
russian: {num} новых уведомлений
spanish: {num} nuevas notificaciones

source: Copy string
french: Copier la chaîne
german: String kopieren
japanese: 文字列をコピー
portuguese: Copiar string
russian: Копировать строку
spanish: Copiar cadena

source: Copied to clipboard!
french: Copié dans le presse-papiers !
german: In die Zwischenablage kopiert!
japanese: クリップボードにコピーされました！
portuguese: Copiado para a área de transferência!
russian: Скопировано в буфер обмена!
spanish: ¡Copiado al portapapeles!

source: Welcome to {groupName}!
french: Bienvenue chez {groupName} !
german: Willkommen bei {groupName}!
japanese: {groupName} へようこそ！
portuguese: Bem-vindo ao {groupName}!
russian: Добро пожаловать в {groupName}!
spanish: ¡Bienvenido a {groupName}!

source: You are now embarking on a new journey. We hope you have a blast!
french: Vous voilà en route pour une nouvelle aventure. Nous espérons qu’elle vous plaira!
german: Sie begeben sich nun auf eine neue Reise. Wir hoffen, Sie haben viel Spaß!
japanese: 新しい旅が始まります。楽しい時間を過ごしてください！
portuguese: Você está embarcando em uma nova jornada. Esperamos que se divirta!
russian: Вы начинаете новое путешествие. Желаем вам удачи!
spanish: Ahora estás embarcando en un nuevo viaje. ¡Esperamos que lo pases genial!

source: {groupName}'s avatar
french: Avatar des {groupName}
japanese: {groupName} のアバター
portuguese: Avatar de {groupName}
russian: Аватар {groupName}
spanish: Avatar de {groupName}

source: Awesome
french: Formidable
german: Toll
japanese: 素晴らしい
portuguese: Incrível
russian: Отлично
spanish: Genial

source: Copy link
french: Copier le lien
german: Link kopieren
japanese: リンクをコピー
portuguese: Copiar link
russian: Копировать ссылку
spanish: Copiar enlace

source: Your invite
french: Votre invitation
german: Ihre Einladung
japanese: あなたの招待
portuguese: Seu convite
russian: Ваше приглашение
spanish: Tu invitación

source: Hang in there
french: Un instant...
german: Halten Sie durch
japanese: お待ちください
portuguese: Aguente firme
russian: Подождите немного
spanish: Aguanta ahí

source: Magic is happening...
french: Quelque chose de magique se produit...
german: Magie passiert...
japanese: 魔法が起こっています...
portuguese: Magia acontecendo...
russian: Происходит волшебство...
spanish: La magia está ocurriendo...

source: Page details
french: Détails de la page
german: Seitendetails
japanese: ページ詳細
portuguese: Detalhes da página
russian: Детали страницы
spanish: Detalles de la página

source: Show profile
french: Afficher le profil
german: Profil anzeigen
japanese: プロフィールを表示
portuguese: Mostrar perfil
russian: Показать профиль
spanish: Mostrar perfil

source: Add a bio
french: Ajouter une bio
german: Eine Biografie hinzufügen
japanese: バイオを追加
portuguese: Adicionar uma bio
russian: Добавить биографию
spanish: Agregar una biografía

source: Add payment information
french: Indiquer vos informations de paiement
german: Zahlungsinformationen hinzufügen
japanese: 支払い情報を追加
portuguese: Adicionar informações de pagamento
russian: Добавить платёжную информацию
spanish: Agregar información de pago

source: Edit bio
french: Éditer la bio
german: Biografie bearbeiten
japanese: バイオを編集
portuguese: Editar bio
russian: Редактировать биографию
spanish: Editar biografía

source: Edit payment info
french: Éditer les informations de paiement
german: Zahlungsinformationen bearbeiten
japanese: 支払い情報を編集
portuguese: Editar informações de pagamento
russian: Редактировать информацию о платежах
spanish: Editar información de pago

source: Help other users send monthly contributions your way by adding your payment information.
french: Aidez les autres utilisateurs à vous envoyer des contributions mensuelles en indiquant vos informations de paiement.
german: Helfen Sie anderen Benutzern, monatliche Beiträge an Sie zu senden, indem Sie Ihre Zahlungsinformationen hinzufügen.
japanese: 支払い情報を追加して、他のユーザーが月次貢献を送れるように支援してください。
portuguese: Ajude outros usuários a enviar contribuições mensais para você adicionando suas informações de pagamento.
russian: Помогите другим пользователям отправлять ежемесячные взносы вам, добавив информацию о платежах.
spanish: Ayuda a otros usuarios a enviarte contribuciones mensuales agregando tu información de pago.

source: No longer a member of the group
french: N’est plus un membre du groupe
german: Kein Gruppenmitglied mehr
japanese: グループのメンバーではなくなりました
portuguese: Não é mais membro do grupo
russian: Больше не член группы
spanish: Ya no es miembro del grupo

source: Send message
french: Envoyer un message
german: Nachricht senden
japanese: メッセージを送信
portuguese: Enviar mensagem
russian: Отправить сообщение
spanish: Enviar mensaje

source: {username} profile
french: Profil de {username}
german: {username} Profil
japanese: {username} のプロフィール
portuguese: Perfil de {username}
russian: {username} профиль
spanish: Perfil de {username}

source: Remove member
french: Exclure un membre
german: Mitglied entfernen
japanese: メンバーを削除
portuguese: Remover membro
russian: Удалить участника
spanish: Eliminar miembro

source: Close profile
french: Fermer le profil
german: Profil schließen
japanese: プロフィールを閉じる
portuguese: Fechar perfil
russian: Закрыть профиль
spanish: Cerrar perfil

source: Clear search
french: Effacer la recherche
german: Suche löschen
japanese: 検索をクリア
portuguese: Limpar busca
russian: Очистить поиск
spanish: Limpiar búsqueda

source: Search...
french: Recherche...
german: Suchen...
japanese: 検索...
portuguese: Pesquisar...
russian: Поиск...
spanish: Buscar...

source: Toggle navigation
french: Montrer/cacher la navigation
german: Navigation umschalten
japanese: ナビゲーションの切り替え
portuguese: Alternar navegação
russian: Переключить навигацию
spanish: Alternar navegación

source: Create
french: Créer
german: Erstellen
japanese: 作成
portuguese: Criar
russian: Создать
spanish: Crear

source: The percentage value you are choosing is most likely too low for a decision that can have a potentially significant impact on a person's life. Please consider using a {a_}supermajority threshold{_a}.
french: Le pourcentage que vous choisissez est vraisemblablement trop bas pour une décision aussi importante. Avez-vous considéré l’usage d’un {a_}seuil de supermajorité{_a} ?
german: Der von Ihnen gewählte Prozentsatz ist wahrscheinlich zu niedrig für eine Entscheidung, die potenziell erhebliche Auswirkungen auf das Leben einer Person haben kann. Bitte erwägen Sie die Nutzung einer {a_}Zweidrittelmehrheit{_a}.
japanese: 選択しているパーセンテージ値は、人の人生に潜在的に大きな影響を与える決定に対して低すぎる可能性が高いです。{a_}超多数決の閾値{_a} を使用することを検討してください。
portuguese: O valor percentual que você está escolhendo provavelmente é baixo demais para uma decisão que pode ter um impacto significativo na vida de uma pessoa. Considere usar um {a_}limiar de supermaioria{_a}.
russian: Значение процента, которое вы выбираете, скорее всего, слишком низкое для решения, которое может иметь потенциально значительное влияние на жизнь человека. Пожалуйста, рассмотрите использование {a_}супермажоритарного порога{_a}.
spanish: El valor de porcentaje que estás eligiendo probablemente es demasiado bajo para una decisión que puede tener un impacto potencialmente significativo en la vida de una persona. Por favor, considera usar un {a_}umbral de supermayoría{_a}.

source: What percentage of members need to agree to pass a proposal?
french: Quel pourcentage de membres doivent être d’accord pour qu’une proposition soit adoptée ?
german: Welcher Prozentsatz der Mitglieder muss zustimmen, damit ein Vorschlag angenommen wird?
japanese: 提案を可決するために必要なメンバーの同意割合は何パーセントですか？
portuguese: Que percentual de membros precisa concordar para aprovar uma proposta?
russian: Какой процент членов должен согласиться, чтобы предложение прошло?
spanish: ¿Qué porcentaje de miembros necesita estar de acuerdo para aprobar una propuesta?

source: "No" votes required to block a proposal
french: Nombre de votes négatifs requis pour bloquer une proposition
german: "No"-Stimmen erforderlich, um einen Vorschlag zu blockieren
japanese: 提案をブロックするための「No」投票数
portuguese: Votos "Não" necessários para bloquear uma proposta
russian: "Голоса 'Нет'", необходимые для блокировки предложения
spanish: Votos de "No" requeridos para bloquear una propuesta

source: Click and drag to reposition
french: Cliquez et faites glisser pour repositionner
german: Klicken und ziehen, um neu zu positionieren
japanese: クリックしてドラッグして位置を調整
portuguese: Clique e arraste para reposicionar
russian: Нажмите и перетащите для перемещения
spanish: Haz clic y arrastra para reposicionar

source: Edit avatar
french: Modifier l'avatar
german: Avatar bearbeiten
japanese: アバターを編集
portuguese: Editar avatar
russian: Редактировать аватар
spanish: Editar avatar

source: Pinch to zoom, drag to reposition
french: Pincer pour zoomer, glisser pour repositionner
german: Zum Vergrößern kneifen, zum Neuplatzieren ziehen
japanese: ピンチでズーム、ドラッグで再配置
portuguese: Belisque para ampliar, arraste para reposicionar
russian: Сожмите для масштабирования, перетащите для перемещения
spanish: Pellizca para acercar, arrastra para reposicionar

source: Replace photo
french: Remplacer la photo
german: Foto ersetzen
japanese: 写真を置き換え
portuguese: Substituir foto
russian: Заменить фото
spanish: Reemplazar foto

source: Save
french: Enregistrer
german: Speichern
japanese: 保存
portuguese: Salvar
russian: Сохранить
spanish: Guardar

source: Dismiss message
french: Ignorer le message
german: Nachricht schließen
japanese: メッセージを閉じる
portuguese: Dispensar mensagem
russian: Скрыть сообщение
spanish: Descartar mensaje
