Repository: okTurtles/group-income
Catalog: strings/*.strings
Languages: french, german, japanese, portuguese, russian, spanish

source: Proposal from {from} is accepted. "{title}"
french: La proposition de {from} est acceptée. "{title}"
german: Vorschlag von {from} ist akzeptiert. "{title}"
japanese: {from} の提案が承認されました。「{title}」
portuguese: Proposta de {from} aceita. "{title}"
russian: Предложение от {from} принято. "{title}"
spanish: Propuesta de {from} aceptada. "{title}"

source: Proposal from {from} is cancelled. "{title}"
french: La proposition de {from} est annulée. "{title}"
german: Vorschlag von {from} ist abgebrochen. "{title}"
japanese: {from} の提案がキャンセルされました。「{title}」
portuguese: Proposta de {from} cancelada. "{title}"
russian: Предложение от {from} отменено. "{title}"
spanish: Propuesta de {from} cancelada. "{title}"

source: Proposal from {from} is expired. "{title}"
french: La proposition de {from} a expiré. "{title}"
german: Vorschlag von {from} ist abgelaufen. "{title}"
japanese: {from} の提案が期限切れになりました。「{title}」
portuguese: Proposta de {from} expirada. "{title}"
russian: Срок предложения от {from} истек. "{title}"
spanish: Propuesta de {from} expirada. "{title}"

source: Proposal from {from} is expiring. "{title}"
french: La proposition de {from} arrive à expiration. "{title}"
german: Vorschlag von {from} läuft ab. "{title}"
japanese: {from} の提案が期限切れになります。「{title}」
portuguese: Proposta de {from} expirando. "{title}"
russian: Срок предложения от {from} истекает. "{title}"
spanish: Propuesta de {from} expirando. "{title}"

source: Proposal from {from} is rejected. "{title}"
french: La proposition de {from} est rejetée. "{title}"
german: Vorschlag von {from} ist abgelehnt. "{title}"
japanese: {from} の提案が拒否されました。「{title}」
portuguese: Proposta de {from} rejeitada. "{title}"
russian: Предложение от {from} отклонено. "{title}"
spanish: Propuesta de {from} rechazada. "{title}"

source: Proposal from {from} to add {member} is accepted.
french: La proposition de {from} d'ajouter {member} est acceptée.
german: Vorschlag von {from}, {member} hinzuzufügen, ist akzeptiert.
japanese: {from} から {member} を追加する提案が承認されました。
portuguese: Proposta de {from} para adicionar {member} aceita.
russian: Предложение от {from} о добавлении {member} принято.
spanish: Propuesta de {from} para añadir {member} aceptada.

source: Proposal from {from} to add {member} is cancelled.
french: La proposition de {from} d'ajouter {member} est annulée.
german: Vorschlag von {from}, {member} hinzuzufügen, ist abgebrochen.
japanese: {from} から {member} を追加する提案がキャンセルされました。
portuguese: Proposta de {from} para adicionar {member} cancelada.
russian: Предложение от {from} о добавлении {member} отменено.
spanish: Propuesta de {from} para añadir {member} cancelada.

source: Proposal from {from} to add {member} is expired.
french: La proposition de {from} d'ajouter {member} est expirée.
german: Vorschlag von {from}, {member} hinzuzufügen, ist abgelaufen.
japanese: {from} から {member} を追加する提案が期限切れになりました。
portuguese: Proposta de {from} para adicionar {member} expirada.
russian: Срок предложения от {from} о добавлении {member} истек.
spanish: Propuesta de {from} para añadir {member} expirada.

source: Proposal from {from} to add {member} is expiring.
french: La proposition de {from} d'ajouter {member} arrive à échéance.
german: Vorschlag von {from}, {member} hinzuzufügen, läuft ab.
japanese: {from} から {member} を追加する提案が期限切れになります。
portuguese: Proposta de {from} para adicionar {member} expirando.
russian: Срок предложения от {from} о добавлении {member} истекает.
spanish: Propuesta de {from} para añadir {member} expirando.

source: Proposal from {from} to add {member} is rejected.
french: La proposition de {from} d'ajouter {member} est rejetée.
german: Vorschlag von {from}, {member} hinzuzufügen, ist abgelehnt.
japanese: {from} から {member} を追加する提案が拒否されました。
portuguese: Proposta de {from} para adicionar {member} rejeitada.
russian: Предложение от {from} о добавлении {member} отклонено.
spanish: Propuesta de {from} para añadir {member} rechazada.

source: Proposal from {from} to change the {setting} is accepted.
french: La proposition de {from} de modifier le {setting} est acceptée.
german: Vorschlag von {from}, {setting} zu ändern, ist akzeptiert.
japanese: {from} から {setting} を変更する提案が承認されました。
portuguese: Proposta de {from} para alterar o {setting} aceita.
russian: Предложение от {from} об изменении {setting} принято.
spanish: Propuesta de {from} para cambiar el {setting} aceptada.

source: Proposal from {from} to change the {setting} is cancelled.
french: La proposition de {from} pour modifier le {setting} est annulée.
german: Vorschlag von {from}, {setting} zu ändern, ist abgebrochen.
japanese: {from} から {setting} を変更する提案がキャンセルされました。
portuguese: Proposta de {from} para alterar o {setting} cancelada.
russian: Предложение от {from} об изменении {setting} отменено.
spanish: Propuesta de {from} para cambiar el {setting} cancelada.

source: Proposal from {from} to change the {setting} is expired.
french: La proposition de {from} visant à modifier le {setting} a expiré.
german: Vorschlag von {from}, {setting} zu ändern, ist abgelaufen.
japanese: {from} から {setting} を変更する提案が期限切れになりました。
portuguese: Proposta de {from} para alterar o {setting} expirada.
russian: Срок предложения от {from} об изменении {setting} истек.
spanish: Propuesta de {from} para cambiar el {setting} expirada.

source: Proposal from {from} to change the {setting} is expiring.
french: La proposition de {from} de modifier le {setting} arrive à échéance.
german: Vorschlag von {from}, {setting} zu ändern, läuft ab.
japanese: {from} から {setting} を変更する提案が期限切れになります。
portuguese: Proposta de {from} para alterar o {setting} expirando.
russian: Срок предложения от {from} об изменении {setting} истекает.
spanish: Propuesta de {from} para cambiar el {setting} expirando.

source: Proposal from {from} to change the {setting} is rejected.
french: La proposition de {from} de modifier le {setting} est rejetée.
german: Vorschlag von {from}, {setting} zu ändern, ist abgelehnt.
japanese: {from} から {setting} を変更する提案が拒否されました。
portuguese: Proposta de {from} para alterar o {setting} rejeitada.
russian: Предложение от {from} об изменении {setting} отклонено.
spanish: Propuesta de {from} para cambiar el {setting} rechazada.

source: Proposal from {from} to remove {member} is accepted.
french: La proposition de {from} de supprimer {membre} est acceptée.
german: Vorschlag von {from}, {member} zu entfernen, ist akzeptiert.
japanese: {from} から {member} を削除する提案が承認されました。
portuguese: Proposta de {from} para remover {member} aceita.
russian: Предложение от {from} об удалении {member} принято.
spanish: Propuesta de {from} para eliminar {member} aceptada.

source: Proposal from {from} to remove {member} is cancelled.
french: La proposition de {from} visant à supprimer {member} est annulée.
german: Vorschlag von {from}, {member} zu entfernen, ist abgebrochen.
japanese: {from} から {member} を削除する提案がキャンセルされました。
portuguese: Proposta de {from} para remover {member} cancelada.
russian: Предложение от {from} об удалении {member} отменено.
spanish: Propuesta de {from} para eliminar {member} cancelada.

source: Proposal from {from} to remove {member} is expiring.
french: La proposition de {from} de supprimer {membre} arrive à échéance.
german: Vorschlag von {from}, {member} zu entfernen, läuft ab.
japanese: {from} から {member} を削除する提案が期限切れになります。
portuguese: Proposta de {from} para remover {member} expirando.
russian: Срок предложения от {from} об удалении {member} истекает.
spanish: Propuesta de {from} para eliminar {member} expirando.

source: Proposal rejected
french: Proposition rejetée
german: Vorschlag abgelehnt
japanese: 提案が拒否されました
portuguese: Proposta rejeitada
russian: Предложение отклонено
spanish: Propuesta rechazada

source: See proposal
french: Voir la proposition
german: Vorschlag ansehen
japanese: 提案を表示
portuguese: Ver proposta
russian: Просмотреть предложение
spanish: Ver propuesta

source: {from} created a proposal. "{title}"
french: {from} a créé une proposition. "{title}"
german: {from} hat einen Vorschlag erstellt. "{title}"
japanese: {from} が提案を作成しました。「{title}」
portuguese: {from} criou uma proposta. "{title}"
russian: {from} создал предложение. "{title}"
spanish: {from} creó una propuesta. "{title}"

source: {from} wants to add {member} to the group.
french: {from} veut ajouter {member} au groupe.
german: {from} möchte {member} zur Gruppe hinzufügen.
japanese: {from} がグループに {member} を追加したいです。
portuguese: {from} quer adicionar {member} ao grupo.
russian: {from} хочет добавить {member} в группу.
spanish: {from} quiere añadir {member} al grupo.

source: {from} wants to change the groups {setting}.
french: {from} souhaite changer le {setting} du groupe.
german: {from} möchte die Gruppen-{setting} ändern.
japanese: {from} がグループの {setting} を変更したいです。
portuguese: {from} quer alterar o {setting} dos grupos.
russian: {from} хочет изменить {setting} группы.
spanish: {from} quiere cambiar el {setting} del grupo.

source: {from} wants to remove {member} from the group.
french: {from} veut retirer {member} du groupe.
german: {from} möchte {member} aus der Gruppe entfernen.
japanese: {from} がグループから {member} を削除したいです。
portuguese: {from} quer remover {member} do grupo.
russian: {from} хочет удалить {member} из группы.
spanish: {from} quiere eliminar {member} del grupo.

source: Added a member to {title}: {displayName}
french: Membre ajouté à {title} : {displayName}
german: Mitglied zu {title} hinzugefügt: {displayName}
japanese: {title} にメンバーを追加: {displayName}
portuguese: Adicionado um membro a {title}: {displayName}
russian: Добавлен участник в {title}: {displayName}
spanish: Añadido un miembro a {title}: {displayName}

source: Added a member: {displayName}
french: Membre ajouté: {displayName}
german: Mitglied hinzugefügt: {displayName}
japanese: メンバーを追加: {displayName}
portuguese: Adicionado um membro: {displayName}
russian: Добавлен участник: {displayName}
spanish: Añadido un miembro: {displayName}

source: Joined {title}
french: A rejoint {title}
german: Beigetreten zu {title}
japanese: {title} に参加しました
portuguese: Entrou em {title}
russian: Присоединился к {title}
spanish: Unido a {title}

source: Joined
french: A rejoint
german: Beigetreten
japanese: 参加しました
portuguese: Entrou
russian: Присоединился
spanish: Unido

source: Kicked a member from {title}: {displayName}
french: Membre expulsé de {title} : {displayName}
german: Mitglied aus {title} geworfen: {displayName}
japanese: {title} からメンバーを追放: {displayName}
portuguese: Expulso um membro de {title}: {displayName}
russian: Исключен участник из {title}: {displayName}
spanish: Expulsado un miembro de {title}: {displayName}

source: Left {title}
french: Restantes {title}
german: Verlassen {title}
japanese: {title} を退出しました
portuguese: Saiu de {title}
russian: Покинул {title}
spanish: Abandonado {title}

source: Updated the channel description to: {description}
french: Description du salon mise à jour : {description}
german: Kanalbeschreibung aktualisiert auf: {description}
japanese: チャンネル説明を更新: {description}
portuguese: Atualizou a descrição do canal para: {description}
russian: Описание канала обновлено: {description}
spanish: Descripción del canal actualizada a: {description}

source: Updated the channel name to: {title}
french: Le nom du salon a été mis à jour : {title}
german: Kanalname aktualisiert auf: {title}
japanese: チャンネル名を更新: {title}
portuguese: Atualizou o nome do canal para: {title}
russian: Название канала обновлено: {title}
spanish: Nombre del canal actualizado a: {title}

source: Created a new poll:
french: J'ai créé un nouveau sondage :
german: Neue Umfrage erstellt:
japanese: 新しい投票を作成:
portuguese: Criada uma nova enquete:
russian: Создан новый опрос:
spanish: Creada una nueva encuesta:

source: You
french: Vous
german: Sie
japanese: あなた
portuguese: Você
russian: Вы
spanish: Tú

source: {userList} reacted with {emotiName}
french: {userList} a/ont réagi avec {emotiName}
german: {userList} hat mit {emotiName} reagiert
japanese: {userList} が {emotiName} で反応しました
portuguese: {userList} reagiu com {emotiName}
russian: {userList} отреагировал с {emotiName}
spanish: {userList} reaccionó con {emotiName}

source: New Direct Message
french: Nouveau Message Privé
german: Neue Direktnachricht
japanese: 新しいダイレクトメッセージ
portuguese: Nova Mensagem Direta
russian: Новое личное сообщение
spanish: Nuevo mensaje directo

source: Recent Conversations ({nbMembers})
french: Conversations récentes ({nbMembers})
german: Aktuelle Gespräche ({nbMembers})
japanese: 最近の会話 ({nbMembers})
portuguese: Conversas Recentes ({nbMembers})
russian: Недавние беседы ({nbMembers})
spanish: Conversaciones recientes ({nbMembers})

source: Unpin this message
french: Détacher ce message
german: Diese Nachricht lösen
japanese: このメッセージのピン留めを解除
portuguese: Desfixar esta mensagem
russian: Открепить это сообщение
spanish: Desfijar este mensaje

source: Unpin
french: Détacher
german: Lösen
japanese: ピン留め解除
portuguese: Desfixar
russian: Открепить
spanish: Desfijar

source: Pinned Messages
french: Messages épinglés
german: Angemerkte Nachrichten
japanese: ピン留めメッセージ
portuguese: Mensagens Fixadas
russian: Закрепленные сообщения
spanish: Mensajes fijados

source: Add code
french: Ajouter un code
german: Code hinzufügen
japanese: コードを追加
portuguese: Adicionar código
russian: Добавить код
spanish: Añadir código

source: Add link
french: Ajouter un lien
german: Link hinzufügen
japanese: リンクを追加
portuguese: Adicionar link
russian: Добавить ссылку
spanish: Añadir enlace

source: Add strikethrough
french: Ajouter un texte barré
german: Durchstreichung hinzufügen
japanese: 取り消し線を追加
portuguese: Adicionar riscado
russian: Добавить зачеркивание
spanish: Añadir tachado

source: Attach file
french: Joindre un fichier
german: Datei anhängen
japanese: ファイルを添付
portuguese: Anexar arquivo
russian: Прикрепить файл
spanish: Adjuntar archivo

source: Bold style text
french: Style de texte en Gras
german: Fett gedruckter Text
japanese: 太字スタイルのテキスト
portuguese: Texto em estilo negrito
russian: Жирный текст
spanish: Texto en negrita

source: Bold
french: Gras
german: Fett
japanese: 太字
portuguese: Negrito
russian: Жирный
spanish: Negrita

source: Code
japanese: コード
portuguese: Código
russian: Код
spanish: Código

source: Italic style text
french: Texte en italique
german: Kursiver Textstil
japanese: 斜体テキスト
portuguese: Texto em itálico
russian: Текст курсивом
spanish: Texto en cursiva

source: Italic
french: Italique
german: Kursiv
japanese: 斜体
portuguese: Itálico
russian: Курсив
spanish: Cursiva

source: Jump to latest message
french: Aller au dernier message
german: Zur neuesten Nachricht springen
japanese: 最新メッセージにジャンプ
portuguese: Ir para a mensagem mais recente
russian: Перейти к последнему сообщению
spanish: Saltar al último mensaje

source: Link
french: Lien
japanese: リンク
russian: Ссылка
spanish: Enlace

source: Replying to {replyingTo}: "{text}"
french: Réponse à {replyingTo}: "{text}"
german: Antworten an {replyingTo}: "{text}"
japanese: {replyingTo} に返信中: 「{text}」
portuguese: Respondendo a {replyingTo}: "{text}"
russian: Ответ на {replyingTo}: "{text}"
spanish: Respondiendo a {replyingTo}: "{text}"

source: Stop replying
french: Ne plus répondre
german: Antworten stoppen
japanese: 返信を停止
portuguese: Parar de responder
russian: Прекратить ответ
spanish: Dejar de responder

source: Strikethrough
french: Barré
german: Durchgestrichen
japanese: 取り消し線
portuguese: Riscado
russian: Зачеркивание
spanish: Tachado

source: This channel is public and everyone on the internet can see its content.
french: Cette chaîne est publique et tout le monde sur Internet peut voir son contenu.
german: Dieser Kanal ist öffentlich und jeder im Internet kann seinen Inhalt sehen.
japanese: このチャンネルは公開されており、インターネット上の誰もが内容を見ることができます。
portuguese: Este canal é público e todos na internet podem ver seu conteúdo.
russian: Этот канал публичный, и все в интернете могут видеть его содержимое.
spanish: Este canal es público y todos en internet pueden ver su contenido.

source: Write your message...
french: Envoyer un message...
german: Schreiben Sie Ihre Nachricht...
japanese: メッセージを入力...
portuguese: Escreva sua mensagem...
russian: Напишите ваше сообщение...
spanish: Escribe tu mensaje...

source: {strong_}{users}{_strong} are typing
french: {strong_}{users}{_strong} sont en train d'écrire
german: {strong_}{users}{_strong} tippen
japanese: {strong_}{users}{_strong} が入力中
portuguese: {strong_}{users}{_strong} estão digitando
russian: {strong_}{users}{_strong} печатает
spanish: {strong_}{users}{_strong} están escribiendo

source: {strong_}{user}{_strong} is typing
french: {strong_}{user}{_strong} est en train d'écrire
german: {strong_}{user}{_strong} tippt
japanese: {strong_}{user}{_strong} が入力中
portuguese: {strong_}{user}{_strong} está digitando
russian: {strong_}{user}{_strong} печатает
spanish: {strong_}{user}{_strong} está escribiendo

source: Save changes
french: Enregistrer les changements
german: Änderungen speichern
japanese: 変更を保存
portuguese: Salvar alterações
russian: Сохранить изменения
spanish: Guardar cambios

source: Copied to clipboard
french: Copié dans le presse-papiers
german: In die Zwischenablage kopiert
japanese: クリップボードにコピーされました
portuguese: Copiado para a área de transferência
russian: Скопировано в буфер обмена
spanish: Copiado al portapapeles

source: Open in browser
french: Ouvrir dans le navigateur
german: Im Browser öffnen
japanese: ブラウザで開く
portuguese: Abrir no navegador
russian: Открыть в браузере
spanish: Abrir en navegador

source: Share link
french: Partager le lien
german: Link teilen
japanese: リンクを共有
portuguese: Compartilhar link
russian: Поделиться ссылкой
spanish: Compartir enlace

source: Share
french: Partager
german: Teilen
japanese: 共有
portuguese: Compartilhar
russian: Поделиться
spanish: Compartir

source: Couldn't join the chatroom An error occurred: {error}
french: Impossible de rejoindre la salle de discussion Une erreur s'est produite: {error}
german: Konnte dem Chatroom nicht beitreten. Ein Fehler ist aufgetreten: {error}
japanese: チャットルームに参加できませんでした エラーが発生: {error}
portuguese: Não foi possível entrar no chatroom. Ocorreu um erro: {error}
russian: Не удалось присоединиться к чату. Произошла ошибка: {error}
spanish: No se pudo unir al chatroom. Ocurrió un error: {error}

source: Failed to join the chatroom
french: N'a pas réussi à rejoindre le salon de discussion
german: Fehler beim Beitreten des Chatrooms
japanese: チャットルームの参加に失敗
portuguese: Falha ao entrar no chatroom
russian: Не удалось присоединиться к чату
spanish: Falló al unir al chatroom

source: Join Channel
french: Rejoindre le salon
german: Kanal beitreten
japanese: チャンネルに参加
portuguese: Entrar no Canal
russian: Присоединиться к каналу
spanish: Unirse al canal

source: You are viewing {b_} # {title}{_b}
french: Vous regardez {b_} # {title}{_b}
german: Sie betrachten {b_} # {title}{_b}
japanese: {b_} # {title}{_b} を閲覧中
portuguese: Você está visualizando {b_} # {title}{_b}
russian: Вы просматриваете {b_} # {title}{_b}
spanish: Estás viendo {b_} # {title}{_b}

source: private channel
french: canal privé
german: privater Kanal
japanese: プライベートチャンネル
portuguese: canal privado
russian: приватный канал
spanish: canal privado

source: unknown chatroom
french: salon de discussion inconnu
german: unbekannter Chatraum
japanese: 不明なチャットルーム
portuguese: chatroom desconhecido
russian: неизвестный чат
spanish: chatroom desconocido

source: (edited)
french: (édité)
german: (bearbeitet)
japanese: (編集済み)
portuguese: (editado)
russian: (отредактировано)
spanish: (editado)

source: Download ({size})
french: Télécharger ({size})
german: Herunterladen ({size})
japanese: ダウンロード ({size})
portuguese: Baixar ({size})
russian: Скачать ({size})
spanish: Descargar ({size})

source: Delete
french: Effacer
german: Löschen
japanese: 削除
portuguese: Excluir
russian: Удалить
spanish: Eliminar

source: Download
french: Télécharger
german: Herunterladen
japanese: ダウンロード
portuguese: Baixar
russian: Скачать
spanish: Descargar

source: Loading...
french: Chargement...
german: Laden...
japanese: 読み込み中...
portuguese: Carregando...
russian: Загрузка...
spanish: Cargando...

source: Remove attachment
french: Supprimer la pièce jointe
german: Anhang entfernen
japanese: 添付ファイルを削除
portuguese: Remover anexo
russian: Удалить вложение
spanish: Eliminar adjunto

source: Chat attachment too large modal
french: Pièce jointe de la discussion modale trop grande
german: Chat-Anhang zu groß Modal
japanese: チャット添付ファイルが大きすぎるモーダル
portuguese: Modal de anexo de chat muito grande
russian: Модальное окно: вложение для чата слишком большое
spanish: Modal de adjunto de chat demasiado grande

source: File too large
french: Fichier trop volumineux
german: Datei zu groß
japanese: ファイルが大きすぎます
portuguese: Arquivo muito grande
russian: Файл слишком большой
spanish: Archivo demasiado grande

source: That file is too large and cannot be uploaded. The limit is {sizeLimit} MB
french: Ce fichier est trop volumineux et ne peut pas être téléchargé. La limite est de {sizeLimit} MB
german: Diese Datei ist zu groß und kann nicht hochgeladen werden. Die Grenze beträgt {sizeLimit} MB
japanese: ファイルが大きすぎてアップロードできません。制限は {sizeLimit} MB です
portuguese: Esse arquivo é grande demais e não pode ser carregado. O limite é {sizeLimit} MB
russian: Этот файл слишком большой и не может быть загружен. Лимит — {sizeLimit} МБ
spanish: Ese archivo es demasiado grande y no se puede subir. El límite es {sizeLimit} MB

source: Upload attachment
french: Télécharger la pièce jointe
german: Anhang hochladen
japanese: 添付ファイルをアップロード
portuguese: Carregar anexo
russian: Загрузить вложение
spanish: Subir adjunto

source: Image preview
french: Aperçu de l'image
german: Bildvorschau
japanese: 画像プレビュー
portuguese: Visualização da imagem
russian: Предварительный просмотр изображения
spanish: Vista previa de imagen

source: Submit
french: Soumettre
german: Absenden
japanese: 送信
portuguese: Enviar
russian: Отправить
spanish: Enviar

source: (Votes Hidden)
french: (Votes cachés)
german: (Stimmen versteckt)
japanese: (投票を非表示)
portuguese: (Votos Ocultos)
russian: (Голоса скрыты)
spanish: (Votos ocultos)

source: Change vote
french: Changer de vote
german: Abstimmung ändern
japanese: 投票を変更
portuguese: Alterar voto
russian: Изменить голос
spanish: Cambiar voto

source: Expires on: {expiry}
french: Expire le: {expiry}
german: Läuft ab am: {expiry}
japanese: 期限: {expiry}
portuguese: Expira em: {expiry}
russian: Истекает: {expiry}
spanish: Expira el: {expiry}

source: poll
french: sondage
german: Umfrage
japanese: 投票
portuguese: enquete
russian: опрос
spanish: encuesta

source: Poll closed
french: Sondage fermé
german: Umfrage geschlossen
japanese: 投票が終了しました
portuguese: Enquete fechada
russian: Опрос закрыт
spanish: Encuesta cerrada

source: Voted for “{option}”
french: A voté pour “{option}”
german: Für „{option}“ abgestimmt
japanese: 「{option}」に投票
portuguese: Votou em “{option}”
russian: Проголосовал за «{option}»
spanish: Votado por «{option}»

source: Add income details
french: Indiquer vos revenus
german: Einkommensdetails hinzufügen
japanese: 収入の詳細を追加
portuguese: Adicionar detalhes de renda
russian: Добавить детали дохода
spanish: Añadir detalles de ingresos

source: Add your income details to start receiving or giving mincome.
french: Indiquer les détails de vos revenus pour commencer à recevoir ou à donner un revenu minimum.
german: Fügen Sie Ihre Einkommensdetails hinzu, um mincome zu erhalten oder zu geben.
japanese: 収入の詳細を追加して、mincome を受け取ったり与えたりを開始してください。
portuguese: Adicione seus detalhes de renda para começar a receber ou dar mincome.
russian: Добавьте детали дохода, чтобы начать получать или давать mincome.
spanish: Añade tus detalles de ingresos para empezar a recibir o dar mincome.
